{
    "/us": "Us",
    "/alliances": "Partnerships",
    "/products": "Products & Services",
    "/posts": "Articles and experiences",
    "/contact": "Contact",
    "Strategic Talent Management": "Strategic Talent Management",
    "A new approach for a new world": "A new approach for a new world",
    "A new approach for a new world p1": "At Consulting Now, we believe in the need to develop environments that activate collaboration and trust, ensuring success, personal and organizational greatness as a whole.",
    "A new approach for a new world p2": "We use multiple tools with the commitment to adapt and provide quality service to different industries and cultures.",
    "A new approach for a new world p3": "The contributions of technology open spaces for new models and practices that use connectivity as the channel to carry out talent evaluations and measurements, as well as channel content and streamline consulting interventions.",
    "A new approach for a new world p4": "With more than 30 years of experience and presence in Argentina, Brazil, Chile, Spain, the United States and Mexico, we are focused on accompanying talent management, contributing to future growth and success, with global coverage.",
    "alliances p1": "Throughout our history, we have built solid links with global companies, with whom we share experiences and a common vision about how to measure and develop talent.",
    "International experience": "International experience",
    "International experience p1": "Consulting Now shares the challenges and projects with senior consultants with proven international experience, many of whom have accompanied CN's trajectory since the beginning.",
    "International experience p2": "We are accompanied by professionals of various profiles: those who coordinate the activities of products and processes, as well as those who are focused on providing support to ensure the quality of the service, both locally and in the different geographies.",
    "tme": "High Impact Interactive Experience that simulates management, measuring, and evaluating from different dimensions.",
    "c-iq": "\"To access the next level of greatness, it depends on the quality of the culture, which depends on the quality of the relationships, which depends on the quality of the conversations. Everything happens through conversations!\" Judith E. Glaser",
    "expeInnova": "A human-centered approach that proposes to design and reimagine a future of innovation, which opens new paths to transformation.",
    "expeChange": "Simulates a year in the life of a team leading change, accelerating all the potential of its ideas, strategies, and management solutions.",
    "Who trusted us": "Those who trusted us",
    "North America": "North America",
    "South America": "South America",
    "Europe": "Europe",
    "USA": "USA",
    "Mexico": "Mexico",
    "Argentina": "Argentina",
    "Chili": "Chile",
    "Brazil": "Brazil",
    "Spain": "Spain",
    "Portugal": "Portugal",
    "creating we p1": "The Creating We Institute is an international community dedicated to promoting practices that favor leadership focused on the culture of “We” or We-centric leadership.",
    "creating we p2": "Headquartered in New York and co-founded by Judith Glaser, who ran Benchmark Communication Inc. Renowned executive, anthropologist and author of 7 books on Leadership, including “Creating-We”, “The DNA of Leadership”, to his new best seller “Conversational Intelligence”.",
    "creating we p3": "This approach allows us to identify, understand and shape the roadmap of our experiences as leaders and build the ability to develop and execute strategies with a shared vision. A model that favors and facilitates communication, interaction and works directly in the DNA of culture, Organization and Business, promoting change and transformation.",
    "creating we p4": "Judith Glaser promotes “Conversational Intelligence (C-IQ)” framing the different levels in conversations and how to streamline interactions in teams, creating an environment that favors transparency and quality of relationships. Supporting her model in neuroscience is that she shares with us tools, practices, methodology and the way to recognize how our brain works and understand the way we connect socially, promoting confidence and empathy to raise the (C-IQ) to achieve mutual success and unexpected results.",
    "ExperiencePoint p1": "ExperiencePoint is a prestigious Canadian consulting firm based in Toronto that develops programs that definitively transform the way people learn, with concrete experiences that recreate the challenges of change and innovation. Its mission is to generate and enhance value and impact in Organizations.",
    "ExperiencePoint p2": "It developed programs such as “Experience of Change” and “Experience of Innovation”, which constitute innovative and dynamic group learning experiences.",
    "ExperiencePoint p3": "As experts in change and innovation, each year we work with different teams on different continents, displaying creativity and transferring theory to action.",
    "master p1": "Master International provides a complete set of online tools in strategic talent acquisition, recruitment and development.",
    "master p2": "More than 30 years of instrumenting businesses with data and analytics has favored the creation of a digital ecosystem of HR solutions that allows management to be professionalized, contributing to best practices.",
    "master p3": "The combination of world-leading solutions and a global network of local specialists make Master a safe choice for companies of any size, anywhere.",
    "master p4": "Help improve people performance with data-driven talent management.",
    "E-Valuation": "It is a platform focused on providing innovative solutions for for talent management and development through virtual tools. Its ability to develop technological environments and understanding of the multiple demands required by the current business context, ensuring quality and robustness in the results, guaranteeing customization and optimization of resources.",
    "high impact solutions": "High impact solutions",
    "high impact solutions p1": "In the era of convergence, the contributions of neuroscience and new technologies open spaces for new models and knowledge, using connectivity as another means to channel content and streamline consulting interventions.",
    "All": "All",
    "Talent Measurement Solutions": "Talent measurement solutions",
    "Talent mapping": "Talent mapping",
    "Talent Management Exercise": "Talent Management Exercise",
    "Cross view 360° and 540°": "Cross view 360° y 540°",
    "Data-driven Analytics": "Data-driven Analitics",
    "Innovation Experience": "Experience Innovation",
    "Exchange Experience": "Change Experience",
    "Conversational Intelligence (C-IQ)": "Conversational Intelligence (C-IQ)",
    "Organizational Culture and the DNA of Leadership": "Organizational Culture and the DNA of Leadership",
    "Human centered design": "Human centered design",
    "coaching": "Coaching",
    "Joint Management": "Joint Management",
    "Categories": "Categories",
    "Medicion de talento": "talent measurement",
    "training solutions": "training solutions",
    "new intervention strategies": "New intervention strategies",
    "change and innovation": "change and innovation",
    "contact us": "Contact us",
    "contact us p1": "We are available for any query. Contact us at the email addresses according to your location or please complete the following form and we will contact you shortly.",
    "name": "Name",
    "email": "E-mail",
    "msg": "Message",
    "send": "Send",
    "resert": "Reset form",
    "conversationalIntelligence": "Conversational Intelligence (C-IQ)",
    "conversationalIntelligence1": "Conversational intelligence (C-IQ) is an inherent human ability, which can be enhanced, deployed and developed, and allows us to connect with each other and grow together from that connection. It is a skill that we need to develop if we want to build more resilient organizations in a world of great change.",
    "conversationalIntelligence2": "Intelligent Conversations (C-IQ) enables us to recognize how to learn new practices.",
    "conversationalIntelligence3": "C-IQ promotes concepts and practices to work on what Judith Glaser calls “conversational intelligence” detecting, from the contribution of neurosciences, the moment of contact that can determine the success or failure in interactions and conversations. This methodology enables us to recognize how to learn how to build powerful rituals in each of our interactions, with the aim of achieving mutual success. As an experience, it involves embarking on conversations sharing and discovering other perspectives, living the impact that goes beyond words and identifying the emotions at play. Tools are used to recognize the thought process we go through, usually without realizing it, to go from a fact to a decision or action, testing assumptions and conclusions.",
    "download": "Download",
    "last posts": "Last posts",
    "search": "Search",
    "number": "Number",
    "return": "Return",
    "dataDriven": {
        "title": "Data-driven Analitics",
        "0": "OPTO Personality Test allows you to instantly source, screen, develop and recruit talent based on objective performance criteria, built-in analytics and intuitive reporting.",
        "1": "The combination of performance analytics and decision support creates a whole new experience and level of quality in all aspects of attracting, acquiring and developing talent.",
        "2": "OPTO is flexible and focused on performance, allowing organizations to be much more efficient.",
        "3": "OPTO is based on the Big Five model which measures 8 personality dimensions relevant to job performance and overall job success.",
        "4": "Each dimension includes aspects that measure specific elements of that dimension. This provides flexibility in terms of the required level of complexity and detail.",
        "5": "WHAT IS OPTO?",
        "6": "→ Data-driven candidate evaluation that improves the quality of decisions.",
        "7": "→ Analytical information with objective criteria of labor and commercial performance.",
        "8": "→ Digitization that creates internal efficiencies and reduces costs.",
        "9": "→ Graphical and scalable reports that match different roles and needs.",
        "10": "It is a tool that identifies personality characteristics and behavioral traits, cooperating in the optimization of Talent Management processes.",
        "11": "Measure and describe behavior in 3 dimensions and 9 basic properties.",
        "12": "The results are transmitted in reports designed to adapt to different needs.",
        "13": "Application areas",
        "14": "MPA is a trusted assessment for internal and external recruitment and development processes. It is suitable for use at all levels and in a wide range of applications."
    },
    "dna": {
        "title": "Organizational Culture and the DNA of Leadership",
        "0": "Have you already recognized what is the DNA of your organization?",
        "1": "Do you know what motivates people to give the best of themselves and commit to building an identity? What causes leaders to lose trust in their teams? In the identification and understanding of the DNA of leadership, dimensions and behaviors intervene, in order to measure the essential characteristics of the organizational culture, which reveals the genetic code of interaction to shape the quality of the culture and access the next level of greatness.",
        "2": "Organizational Culture and the DNA of Leadership",
        "3": "In the identification and understanding of the DNA of leadership, dimensions and behaviors intervene, in order to measure the essential characteristics of the organizational culture, which reveals the genetic code of interaction to shape the quality of the culture and access the next level of greatness.",
        "4": "Have you already recognized what is the DNA of your organization? Do you know what motivates people to give the best of themselves and commit to building an identity? What causes leaders to lose trust in their teams?",
        "5": "When we think of dimensions as genes, we open ourselves up to a new way of thinking; one that inspires us to discover the DNA of culture."
    },
    "human": {
        "title": "Human Centered Design",
        "0": "“We need to create a culture of collaboration by integrating efforts to achieve agile and effective execution.”",
        "1": "What is expected to be achieved",
        "2": "Cultivate new mental models, applying empathy to better understand those we serve.",
        "3": "Create an environment that enables people to adopt a creative way of thinking about problems and solutions.",
        "4": "Generate commitment by experimenting in project teams, facing barriers and solving challenges in collaboration, to create processes and services that will later be shared with the rest of the Company or Organization.",
        "5": "In the design center the focus is on collaborative experimentation. The result is the way to build processes and solutions that are suitable for the company and the different circumstances.",
        "6": "By building cross-execution, teams learn new methods, applying them to real projects in a structured way and with different forms of support.",
        "7": "Barriers are discovered together and solutions are built, adapting the approach to the existing culture."
    },
    "tmeObject": {
        "title": "Talent Management Exercise (TME)",
        "0": "An objective process that guarantees an appraisal and learning experience.",
        "1": "It provides information from various sources that consolidate a single and integrated process from different perspectives. Business simulations and measurement instruments and techniques are used, covering different dimensions of performance.",
        "2": "What does Talent Management Exercise consist of?",
        "3": "Competency based Interview",
        "4": "Inbox simulation",
        "5": "Instruments and Tests",
        "6": "Business Simulations",
        "7": "Feedback to the Participant and the Organization",
        "8": "It is a process that guarantees a broad and deep look, providing the best information to make the right Talent decisions. The exercise recreates a simulated day at work, involveing different business simulations and provides information on areas of strength and opportunities for improvement. The type of scenario is selected according to the level of leadership to be measured, considering the challenges and competencies that correspond to the role and/or position to be evaluated. Today it is an exercise that can be carried out in person or virtually, mapping the skills and behaviors with the Management Model of the Company or Organization. Languages: Spanish, English, Portuguese and French.",
        "9": "→ Business simulations.",
        "10": "→ Personality Inventory, interests and motivations.",
        "11": "→ Conflict management mode.",
        "12": "→ Cognitive instruments.",
        "13": "→ Competency based interview.",
        "14": "The combination and integration of tools and instruments provide a clear understanding of people's abilities, skills, interests and motivations.",
        "15": "Several consultants are involved in order to provide different views and perceptions to the final appraisal result.",
        "16": "TME On-line",
        "17": "A virtual management experience",
        "18": "Measurements are an interactive process, in a visually friendly and high-impact framework.",
        "19": "Measures and identifies current skills and abilities, as well as the potential to transition to the next level.",
        "20": "The process integrates simulations and videos that allow identifying the decision-making process of the different situations raised.",
        "21": "We maintain the same quality and warmth as in person, accompanying the exercise personally and with online coordination throughout the experience."
    },
    "coachingView": {
        "title": "Coaching",
        "0": "It is a process that contributes to self-knowledge and personal and professional growth, focusing on the priority to promote a path of development. It constitutes a unique space where potential and skills are put into play to deploy new ways of facing present and future challenges.",
        "1": "It is a journey that begins with a plan, objectives to be achieved are outlined, specifying the contract in general and aligning actions and tools to respond to different needs. It favors learning and translates concepts into concrete skills, providing opportunities to put new skills into practice within a context of guidance and accompaniment, also stimulating an adequate transfer to day-to-day life.",
        "2": "It includes executive coaching, designed for leaders and members of senior management and personalized, according to individual needs.",
        "3": "Team Coaching as a way of working on team interaction, generating knowledge about the different profiles that make up the team, in order to adapt the best way to exchange information, facilitating communication and building trust and common values.",
        "4": "It adapts and adjusts to needs, using instruments to promote understanding and learning.",
        "5": "Team Coaching as a way of working on team interaction, generating knowledge about the different profiles that make up the team, in order to adapt the best way to exchange information, facilitating communication and building trust and common values.",
        "6": "Coaching Needs analysis",
        "7": "To outline the work objectives and build an agreed Coaching Plan. Tools and Instruments that speed up the recognition of specific needs and approach to promote development can be included.",
        "8": "Virtual or face-to-face meetings, skills training, including new concepts, skills practice and specific activities to transfer learned skills to the work environment."
    },
    "innovationExperienceView": {
        "title": "Experience Innovation",
        "0": "This Innovation Experience provides techniques that exercise different thinking by working on creative solutions to generate high-impact results.",
        "1": "A program designed so that people can be authentic protagonists of their future.",
        "2": "Experience Innovation provides techniques that exercise different thinking by working on creative solutions to generate high-impact results.",
        "3": "This type of experience focuses on people and uses design resources to integrate the needs and requirements for business success. It draws on intuition to visualize patterns and integrates emotionally functional ideas.",
        "4": "We work as a team to deal with a realistic innovation project. Moving through the design process, simulation offers the essentials for an innovative challenge.",
        "5": "Focusing on what's important, an expert leads teams exploring different techniques and encouraging new ideas."
    },
    "experienceChangeView": {
        "title": "Experience Change",
        "0": "It is a one-day workshop where the audience is divided into groups and invited to experience first-hand what it means to implement a change process from its conception and analysis, to its communication and implementation.",
        "1": "Experience Change invites the participants to consider change as a process and not as an event.",
        "2": "Experience Change invites the participants to consider change as a process and not as an event. It is a one-day workshop where the audience is divided into groups and invited to experience first-hand what it means to implement a change process from its conception and analysis, to its communication and implementation. Each group interacts with a simulated platform where the impact that their actions generate can be seen, receiving immediate feedback, encouraging team exchange and promoting an accelerated learning experience. Between each of the activities, theoretical interventions are proposed to underpin the basic concepts to be considered."
    },
    "jointManagement": {
        "title": "Joint Management",
        "0": "Multidimensional analysis of culture to generate change and promote transformation.",
        "1": "At Consulting Now, we understand that we can add a fresh and objective external view to current needs, with the addition of expertise and management knowledge to support the Business and future projection.",
        "2": "Joint Management proposes having an external pillar that adds value by managing in collaboration, underpinning each situation and each person to streamline results.",
        "3": "Talent",
        "4": "→ Underpin the pillars of the strategy, with key tools, processes and systems to support the different challenges.",
        "5": "→ Identify and measure talent objectively and precisely at each level.",
        "6": "→ Collaborate in the processes of selection and incorporation of key personnel.",
        "7": "→ Homologation of skills and behaviors to design a talent architecture, creating solutions for different circumstances.",
        "8": "→ Development and training in the different areas: Client, Operations, Change and Innovation and Leadership."
    },
    "crossView": {
        "title": "Crossview 360° and 540°",
        "0": "Cross View is an online development tool. In its two versions, it provides feedback on performance, identifying strengths and opportunities for improvement.",
        "1": "Cross View 360°",
        "2": "The most flexible and user-friendly online measurement",
        "3": "It presents different options to get as close as possible to the client's needs and is available in several languages.",
        "4": "Cross View 540°",
        "5": "Adds 180° + of value to your process",
        "6": "This version focuses the survey on the values of the organization and the personal attributes of its people.",
        "7": "It is a development tool that provides feedback on performance, identifying strengths and opportunities for improvement. It is an anonymous and confidential process that collects the perceptions of those with whom we interact on a day-to-day basis: bosses, direct reports, peers and others.",
        "8": "It measures skills and behaviors within a competency model, showing what each person needs to grow and develop personally and professionally. It provides enriching information about behaviors, constituting a broad perspective that contributes to self-knowledge. It also provides the bases for the construction of the individual development plan and the preparation for the next steps.",
        "9": "Cross View is flexible and can be adapted to different competency models, leadership levels and languages.",
        "10": "Cross View 540° offers a compilation of specific values and attributes for those who wish to focus on these aspects, accompanying management skills.",
        "11": "It is a tool that can be used after any evaluation process and measures the degree of improvement in performance for the competencies selected for development.",
        "12": "In a real sense, it represents the visible result of investment in development. It provides participants with valuable feedback regarding the perception that others have of their improvement. On the other hand, it provides the company with quantifiable information to gain insight into cultural barriers and performance obstacles that may remain.",
        "13": "2nd View"
    },
    "talentMapping": {
        "title": "Talent Mapping",
        "0": "It is a tool that measures and integrates different dimensions of talent measurement.",
        "1": "Why choose Talent Mapping? Because it is a versatile and integrated process that provides information on the different aspects and factors involved in measuring and recognizing the potential of an individual.",
        "2": "→ Through the integration of different dimensions and in accordance with the level of leadership, Talent Mapping is a powerful tool that uses a digital platform to assess potential. In combination with management exercises, it is used to assess performance.",
        "3": "→ It is flexible and at the same time robust and rigorous in how it integrates information. It can be configured by selecting the techniques and instruments that best suit what you want to measure in each role. Likewise, it is applicable to multiple areas and functions in key processes such as selection, development and succession."
    },
    "footer": {
        "0": "Our Offices",
        "1": "North America",
        "2": "USA",
        "3": "Mexico",
        "4": "South America",
        "5": "Argentina",
        "6": "Chile",
        "7": "Brazil",
        "8": "Europe",
        "9": "Spain",
        "10": "Portugal"
    }
}