{
    "/us": "Us",
    "/alliances": "Alliances",
    "/products": "Products/Services",
    "/posts": "Articles and experiences",
    "/contact": "Contact",
    "Strategic Talent Management": "Strategic Talent Management",
    "A new approach for a new world": "A new approach for a new world",
    "A new approach for a new world p1": "At Consulting Now, we believe in the need to develop environments that activate collaboration and trust, ensuring success, personal and organizational greatness as a whole.",
    "A new approach for a new world p2": "We use multiple tools with the commitment to adapt and provide quality service to different industries and cultures.",
    "A new approach for a new world p3": "The contributions of technology open spaces for new models and practices that use connectivity as the channel to carry out talent assessments and measurements, as well as channeling content and streamlining consulting interventions.",
    "A new approach for a new world p4": "With more than 30 years of experience and presence in Argentina, Brazil, Chile, Spain, the United States, and Mexico, we are focused on accompanying talent management, contributing to future growth and success, with global coverage.",
    "alliances p1": "Throughout our trajectory, we have built solid links with global companies, with whom we share experiences and a common vision about how to measure and develop talent.",
    "International experience": "International experience",
    "International experience p1": "Consulting Now shares challenges and projects with senior consultants of proven international experience, many of whom have accompanied CN's trajectory since its inception.",
    "International experience p2": "We are accompanied by professionals of various profiles: those who coordinate product and process activities, as well as those who are focused on providing support to ensure the quality of the service, both locally and in different geographies.",
    "tme": "High Impact Interactive Experience that simulates management, measuring, and evaluating from different dimensions.",
    "c-iq": "\"To access the next level of greatness, it depends on the quality of the culture, which depends on the quality of the relationships, which depends on the quality of the conversations. Everything happens through conversations!\" Judith E. Glaser",
    "expeInnova": "A human-centered approach that proposes to design and reimagine a future of innovation, which opens new paths to transformation.",
    "expeChange": "Simulates a year in the life of a team leading change, accelerating all the potential of its ideas, strategies, and management solutions.",
    "Who trusted us": "Who trusted us",
    "North America": "North America",
    "South America": "South America",
    "Europe": "Europe",
    "USA": "USA",
    "Mexico": "Mexico",
    "Argentina": "Argentina",
    "Chili": "Chile",
    "Brazil": "Brazil",
    "Spain": "Spain",
    "Portugal": "Portugal",
    "creating we p1": "The Creating We is an international community dedicated to promoting practices that favor a leadership centered on the culture of \"We\" or We-centric leadership.",
    "creating we p2": "Contributes to improving people's performance with talent management based on data.",
    "creating we p3": "This approach allows identifying, understanding, and shaping the roadmap of our experiences as leaders and building the capacity to develop and execute strategies with a shared vision. A model that favors and facilitates communication, interaction, and works directly on the DNA of organizational and business culture, promoting change and transformation.",
    "creating we p4": "Contributes to improving people's performance with talent management based on data.",
    "ExperiencePoint p1": "ExperiencePoint is a prestigious Canadian consulting firm based in Toronto that develops programs that definitively transform the way people learn, with concrete experiences that recreate the challenges of change and innovation. Its mission is to generate and enhance value and impact in Organizations.",
    "ExperiencePoint p2": "It has developed programs such as \"Change Experience\" and \"Innovation Experience\", which constitute novel and dynamic group learning experiences.",
    "ExperiencePoint p3": "As experts in change and innovation, every year we work with different teams on different continents, deploying creativity and translating theory into action.",
    "master p1": "Master International provides a complete set of online tools for strategic acquisition, recruitment and talent development.",
    "master p2": "More than 30 years of instrumentalizing businesses with data and analytics has favored the creation of a digital ecosystem of HR solutions that allows the professionalization of management, contributing to best practices.",
    "master p3": "The combination of world-leading solutions and a global network of local specialists make Master a safe choice for companies of any size, anywhere.",
    "master p4": "Contributes to improving people's performance with talent management based on data.",
    "E-Valuation": "It is a platform focused on providing innovative solutions for talent management and development through virtual tools. Its ability to develop technological environments and understanding the multiple demands required by the current business context ensures quality and robustness in the results, guaranteeing personalization and optimization of resources.",
    "high impact solutions": "High impact solutions",
    "high impact solutions p1": "In the era of convergence, the contributions of neuroscience and new technologies open up spaces for new models and knowledge, using connectivity as another means to channel content and streamline consulting interventions.",
    "All": "All",
    "Talent Measurement Solutions": "Talent measurement solutions",
    "Training Solutions": "Training solutions",
    "New intervention strategies": "New intervention strategies",
    "Talent mapping": "Talent mapping",
    "Talent Management Exercise": "Talent Management Exercise",
    "Cross view 360° and 540°": "Cross view 360° y 540°",
    "Data-driven Analytics": "Data-driven Analitics",
    "Innovation Experience": "Experiencia de Innovación",
    "Exchange Experience": "Experiencia de Cambio",
    "Conversational Intelligence (C-IQ)": "Inteligencia conversacional (C-IQ)",
    "Organizational Culture and the DNA of Leadership": "Cultura Organizacional y el ADN del Liderazgo",
    "Human centered design": "Human centered design",
    "Coaching": "Coaching",
    "Joint Management": "Gestión Conjunta",
    "Categorias": "Categories",
    "Medicion de talento": "talent measurement",
    "Soluciones de formación": "training solutions",
    "Nuevas estrategias de intervención": "New intervention strategies",
    "Cambio e inovacion": "change and innovation",
    "contact us": "Contact us",
    "contact us p1": "We are available for any questions. Contact us at the email addresses according to your location or please complete the following form and we will contact you shortly.",
    "name": "Name",
    "email": "E-mail",
    "msg": "Message",
    "send": "Send",
    "resert": "Reset form",
    "conversationalIntelligence": "Conversational Intelligence",
    "conversationalIntelligence1": "Conversational intelligence (C-IQ) is an inherent ability of the human being, which can be enhanced, deployed and developed, and allows us to connect with each other and grow together from that connection. It's a skill we need to develop if we want to build more resilient organizations in a world of great change.",
    "conversationalIntelligence2": "Intelligent Conversations (C-IQ) enables us to recognize how to learn new practices.",
    "conversationalIntelligence3": "C-IQ promotes concepts and practices to work on what Judith Glaser calls \"conversational intelligence\" detecting, from the contribution of neurosciences, the moment of contact that can determine the success or failure in interactions and conversations. This methodology allows us to enables us to recognize how to learn how to build powerful rituals in each of our interactions, with the aim of achieving mutual success.As an experience, it implies embarking on conversations sharing and discovering other perspectives, living the impact that goes beyond words and identifying the emotions at play Tools are used to recognize the thought process we go through, usually without realizing it, to go from fact to decision or action, testing assumptions and conclusions.",
    "download": "Download"
}