{
    "/us": "Us",
    "/alliances": "Alliances",
    "/products": "Products/Services",
    "/posts": "Articles and experiences",
    "/contact": "Contact",
    "Strategic Talent Management": "Strategic Talent Management",
    "A new approach for a new world": "A new approach for a new world",
    "A new approach for a new world p1": "At Consulting Now, we believe in the need to develop environments that activate collaboration and trust, ensuring success, personal and organizational greatness as a whole.",
    "A new approach for a new world p2": "We use multiple tools with the commitment to adapt and provide quality service to different industries and cultures.",
    "A new approach for a new world p3": "The contributions of technology open spaces for new models and practices that use connectivity as the channel to carry out talent assessments and measurements, as well as channeling content and streamlining consulting interventions.",
    "A new approach for a new world p4": "With more than 30 years of experience and presence in Argentina, Brazil, Chile, Spain, the United States, and Mexico, we are focused on accompanying talent management, contributing to future growth and success, with global coverage.",
    "alliances p1": "Throughout our trajectory, we have built solid links with global companies, with whom we share experiences and a common vision about how to measure and develop talent.",
    "International experience": "International experience",
    "International experience p1": "Consulting Now shares challenges and projects with senior consultants of proven international experience, many of whom have accompanied CN's trajectory since its inception.",
    "International experience p2": "We are accompanied by professionals of various profiles: those who coordinate product and process activities, as well as those who are focused on providing support to ensure the quality of the service, both locally and in different geographies.",
    "tme": "High Impact Interactive Experience that simulates management, measuring, and evaluating from different dimensions.",
    "c-iq": "\"To access the next level of greatness, it depends on the quality of the culture, which depends on the quality of the relationships, which depends on the quality of the conversations. Everything happens through conversations!\" Judith E. Glaser",
    "expeInnova": "A human-centered approach that proposes to design and reimagine a future of innovation, which opens new paths to transformation.",
    "expeChange": "Simulates a year in the life of a team leading change, accelerating all the potential of its ideas, strategies, and management solutions.",
    "Who trusted us": "Who trusted us",
    "North America": "North America",
    "South America": "South America",
    "Europe": "Europe",
    "USA": "USA",
    "Mexico": "Mexico",
    "Argentina": "Argentina",
    "Chili": "Chile",
    "Brazil": "Brazil",
    "Spain": "Spain",
    "Portugal": "Portugal",
    "creating we p1": "The Creating We is an international community dedicated to promoting practices that favor a leadership centered on the culture of \"We\" or We-centric leadership.",
    "creating we p2": "Contributes to improving people's performance with talent management based on data.",
    "creating we p3": "This approach allows identifying, understanding, and shaping the roadmap of our experiences as leaders and building the capacity to develop and execute strategies with a shared vision. A model that favors and facilitates communication, interaction, and works directly on the DNA of organizational and business culture, promoting change and transformation.",
    "creating we p4": "Contributes to improving people's performance with talent management based on data.",
    "ExperiencePoint p1": "ExperiencePoint is a prestigious Canadian consulting firm based in Toronto that develops programs that definitively transform the way people learn, with concrete experiences that recreate the challenges of change and innovation. Its mission is to generate and enhance value and impact in Organizations.",
    "ExperiencePoint p2": "It has developed programs such as \"Change Experience\" and \"Innovation Experience\", which constitute novel and dynamic group learning experiences.",
    "ExperiencePoint p3": "As experts in change and innovation, every year we work with different teams on different continents, deploying creativity and translating theory into action.",
    "master p1": "Master International provides a complete set of online tools for strategic acquisition, recruitment and talent development.",
    "master p2": "More than 30 years of instrumentalizing businesses with data and analytics has favored the creation of a digital ecosystem of HR solutions that allows the professionalization of management, contributing to best practices.",
    "master p3": "The combination of world-leading solutions and a global network of local specialists make Master a safe choice for companies of any size, anywhere.",
    "master p4": "Contributes to improving people's performance with talent management based on data.",
    "E-Valuation": "It is a platform focused on providing innovative solutions for talent management and development through virtual tools. Its ability to develop technological environments and understanding the multiple demands required by the current business context ensures quality and robustness in the results, guaranteeing personalization and optimization of resources.",
    "high impact solutions": "High impact solutions",
    "high impact solutions p1": "In the era of convergence, the contributions of neuroscience and new technologies open up spaces for new models and knowledge, using connectivity as another means to channel content and streamline consulting interventions.",
    "All": "All",
    "Talent Measurement Solutions": "Talent measurement solutions",
    "Talent mapping": "Talent mapping",
    "Talent Management Exercise": "Talent Management Exercise",
    "Cross view 360° and 540°": "Cross view 360° y 540°",
    "Data-driven Analytics": "Data-driven Analitics",
    "Innovation Experience": "Experiencia de Innovación",
    "Exchange Experience": "Experiencia de Cambio",
    "Conversational Intelligence (C-IQ)": "Inteligencia conversacional (C-IQ)",
    "Organizational Culture and the DNA of Leadership": "Cultura Organizacional y el ADN del Liderazgo",
    "Human centered design": "Human centered design",
    "coaching": "Coaching",
    "Joint Management": "Gestión Conjunta",
    "Categories": "Categories",
    "Medicion de talento": "talent measurement",
    "training solutions": "training solutions",
    "new intervention strategies": "New intervention strategies",
    "change and innovation": "change and innovation",
    "contact us": "Contact us",
    "contact us p1": "We are available for any questions. Contact us at the email addresses according to your location or please complete the following form and we will contact you shortly.",
    "name": "Name",
    "email": "E-mail",
    "msg": "Message",
    "send": "Send",
    "resert": "Reset form",
    "conversationalIntelligence": "Conversational Intelligence",
    "conversationalIntelligence1": "Conversational intelligence (C-IQ) is an inherent ability of the human being, which can be enhanced, deployed and developed, and allows us to connect with each other and grow together from that connection. It's a skill we need to develop if we want to build more resilient organizations in a world of great change.",
    "conversationalIntelligence2": "Intelligent Conversations (C-IQ) enables us to recognize how to learn new practices.",
    "conversationalIntelligence3": "C-IQ promotes concepts and practices to work on what Judith Glaser calls \"conversational intelligence\" detecting, from the contribution of neurosciences, the moment of contact that can determine the success or failure in interactions and conversations. This methodology allows us to enables us to recognize how to learn how to build powerful rituals in each of our interactions, with the aim of achieving mutual success.As an experience, it implies embarking on conversations sharing and discovering other perspectives, living the impact that goes beyond words and identifying the emotions at play Tools are used to recognize the thought process we go through, usually without realizing it, to go from fact to decision or action, testing assumptions and conclusions.",
    "download": "Download",
    "last posts": "Last posts",
    "search": "Search",
    "number": "Number",
    "return": "Return",
    "dataDriven": {
        "title": "Data-driven Analytics",
        "0": "The OPTO personality test allows for instant talent acquisition, filtering, development, and recruitment based on objective performance criteria, integrated analysis, and intuitive reports.",
        "1": "The combination of performance analysis and decision-making support creates a completely new experience and a level of quality in all aspects of talent attraction, acquisition, and development.",
        "2": "OPTO is flexible and performance-focused, allowing organizations to be much more efficient.",
        "3": "OPTO is based on the Big Five model that measures 8 dimensions of personality relevant to performance at work and overall job success.",
        "4": "Each dimension includes aspects that measure specific elements of that dimension. This provides flexibility in terms of the required level of complexity and detail.",
        "5": "WHAT IS OPTO?",
        "6": "→ Data-driven candidate evaluation that improves decision quality.",
        "7": "→ Analytical information with objective criteria for job and business performance.",
        "8": "→ Digitization that creates internal efficiencies and reduces costs.",
        "9": "→ Graphical and scalable reports that match different roles and needs.",
        "10": "It is a tool that identifies personality characteristics and behavior traits cooperating in optimizing Talent Management processes.",
        "11": "It measures and describes behavior in 3 dimensions and 9 basic properties.",
        "12": "Results are transmitted in reports designed to adapt to different needs.",
        "13": "Areas of application",
        "14": "MPA is a trusted assessment for internal and external recruitment and development processes. It is suitable for use at all levels and in a wide range of applications." 
    },
    "dna": {
        "title": "Organizational Culture and the DNA of Leadership",
        "0": "Have you already recognized what is the DNA of your organization?",
        "1": "Do you know what motivates people to give their best and engage in building an identity? What causes leaders to lose confidence in their teams? The identification and understanding of the DNA of leadership involve dimensions and behaviors in order to measure the essential characteristics of organizational culture, which reveals the genetic code of interaction to shape the quality of culture and access the next level of greatness.",
        "2": "Organizational Culture and the DNA of Leadership",
        "3": "The identification and understanding of the DNA of leadership involve dimensions and behaviors in order to measure the essential characteristics of organizational culture, which reveals the genetic code of interaction to shape the quality of culture and access the next level of greatness.",
        "4": "Have you already recognized what is the DNA of your organization? Do you know what motivates people to give their best and engage in building an identity? What causes leaders to lose confidence in their teams?",
        "5": "When we think of dimensions as genes, we open ourselves to a new way of thinking; one that inspires us to discover the DNA of culture."
    },
    "human": {
        "title": "Human-centered design",
        "0": "We need to create a culture of collaboration by integrating efforts to achieve agile and effective execution.",
        "1": "Expected objectives",
        "2": "Cultivate new mental models, applying empathy to better understand those we serve.",
        "3": "Create an environment that enables people to adopt a creative way of thinking about problems and solutions.",
        "4": "Generate commitment by experimenting with project teams, facing barriers and solving challenges collaboratively, to create processes and services that will be shared with the rest of the company or organization.",
        "5": "At the center of design is a focus on collaborative experimentation. The result is the way to build processes and solutions that are suitable for the company and for different circumstances.",
        "6": "By building cross-execution, teams learn new methods, applying them to real projects in a structured way and with different forms of support.",
        "7": "Barriers are discovered jointly and solutions are built, adapting the approach to the existing culture."
    },
    "tmeObject": {
        "title": "Talent Management Exercise",
        "0": "An objective process that guarantees a measurement and learning experience.",
        "1": "Provides information from various sources that consolidate a unique and integrated process from different perspectives. Business simulations, measurement instruments and techniques are used, covering different dimensions of performance.",
        "2": "What does the Talent Management Exercise consist of?",
        "3": "Competency Interview",
        "4": "Inbox Exercise",
        "5": "Instruments and Techniques",
        "6": "Business Simulations",
        "7": "Participant and Organization Feedback",
        "8": "It is a process that guarantees a broad and deep perspective, providing the best information to make sound Talent decisions. The exercise recreates a simulated work day, involves different business simulations and provides information about areas of strength and improvement opportunities. The type of scenario is selected according to the leadership level to be measured, considering the challenges and competencies that correspond to the role and/or position being evaluated. Today, it is an exercise that can be carried out in-person or virtually mapping competencies and behaviors with the management model of the Company or Organization. Languages: Spanish, English, Portuguese and French.",
        "9": "→ Business simulations.",
        "10": "→ Personality, interests and motivations inventory.",
        "11": "→ Conflict resolution mode.",
        "12": "→ Cognitive instrument.",
        "13": "→ Competency interviews.",
        "14": "The combination and integration of tools and instruments provide a clear understanding of people's capabilities, skills, interests and motivations.",
        "15": "Several consultants are involved with the objective of providing different perspectives and perceptions to the final measurement result.",
        "16": "TME Online",
        "17": "A virtual management experience",
        "18": "Measurements constitute an interactive process, in a visually friendly and impactful framework.",
        "19": "It measures and identifies current capabilities and skills, as well as the potential for transitioning to the next level.",
        "20": "The process integrates simulations and videos that allow identifying the decision-making process of the different situations presented.",
        "21": "We maintain the same quality and warmth as in-person, accompanying the exercise personally and with online coordination throughout the experience."
    },
    "coachingView": {
        "title": "Coaching",
        "0": "It is a process that contributes to self-knowledge and personal and professional growth by focusing on priorities to foster a path of development. It constitutes a unique space where potential and skills are put into play to deploy new ways of facing present and future challenges.",
        "1": "It is a journey that begins with a plan, setting goals to be achieved, explicitly stating the general contract, and aligning actions and tools to respond to different needs. It favors learning and translates concepts into concrete skills, providing opportunities to practice new skills within a context of guidance and support, also stimulating an adequate transfer to day-to-day activities.",
        "2": "It includes executive coaching, designed for leaders and members of top management, and personalized according to individual needs.",
        "3": "Team Coaching as a way of working on team interaction, generating knowledge about the different profiles that make up the team, in order to adapt the best way to exchange information, facilitating communication and building trust and common values.",
        "4": "It adapts and adjusts to needs, using instruments to promote understanding and learning.",
        "5": "Team Coaching as a way of working on team interaction, generating knowledge about the different profiles that make up the team, in order to adapt the best way to exchange information, facilitating communication and building trust and common values.",
        "6": "Analysis of needs",
        "7": "To outline the work objectives and build a consensual Coaching Plan. Tools and instruments can be included to streamline the recognition of specific needs and focus on promoting development.",
        "8": "Virtual or face-to-face meetings, skills training, including new concepts, practice of skills, and specific activities to transfer the skills learned to the work environment."
    },
    "innovationExperienceView": {
        "title": "Innovation Experience",
        "0": "This Innovation Experience provides techniques that exercise a different way of thinking, working on creative solutions to generate high-impact results.",
        "1": "A program designed so that people can be authentic protagonists of their future.",
        "2": "This Innovation Experience provides techniques that exercise a different way of thinking, working on creative solutions to generate high-impact results.",
        "3": "This type of experience focuses on people and uses design resources to integrate needs and requirements for business success. It draws on intuition to visualize patterns and integrates emotionally functional ideas.",
        "4": "Teamwork is used to tackle a realistic innovation project. As you progress through the design process, simulation offers the essentials for an innovative challenge.",
        "5": "Focusing on what is important, an expert leads teams by exploring different techniques and encouraging new ideas."
    },
    "experienceChangeView": {
        "title": "Change Experience",
        "0": "Conversational Intelligence (C-IQ) is an inherent human ability that can be enhanced, deployed and developed, and allows us to connect with each other and grow together based on that connection. It is a skill that we need to develop if we want to build more resilient organizations in a world of great change.",
        "1": "The change experience invites participants to consider change as a process and not as an event.",
        "2": "The change experience invites participants to consider change as a process and not as an event. It is a one-day workshop where the audience is divided into groups and invited to experience firsthand what it means to implement a change process from conception and analysis to communication and implementation. Each group interacts with a simulated platform where they can appreciate the impact their actions generate, receiving immediate feedback, encouraging team exchange and promoting an accelerated learning experience. Theory interventions are proposed between each of the activities to support the basic concepts to consider."
    },
    "jointManagement": {
        "title": "Joint Management",
        "0": "Multidimensional analysis of culture to create change and promote transformation.",
        "1": "At Consulting Now, we believe that we can bring a fresh and objective external perspective to current needs, along with management expertise and knowledge to support the Business and its future projection.",
        "2": "Joint Management proposes to have an external pillar that adds value to collaborative management, supporting each situation and each person to expedite results.",
        "3": "Talent",
        "4": "→ Support the pillars of strategy with key tools, processes, and systems to support different challenges.",
        "5": "→ Objectively and accurately identify and measure talent at each level.",
        "6": "→ Collaborate in the selection and hiring processes of key personnel.",
        "7": "→ Standardize competencies and behaviors to design a talent architecture, creating solutions for different circumstances.",
        "8": "→ Development and training in various areas: Customer, Operations, Change and Innovation, and Leadership."
    },
    "crossView": {
        "title": "360° and 540° Cross View",
        "0": "Cross View is an online development tool that provides feedback on performance, identifying strengths and areas for improvement in both of its versions.",
        "1": "360° Cross View",
        "2": "The most flexible and easy-to-use online measurement",
        "3": "It offers different options to get as close as possible to the client's needs and is available in several languages.",
        "4": "540° Cross View",
        "5": "Adds 180°+ value to your process",
        "6": "This version focuses on the organization's values and the personal attributes of its people.",
        "7": "It is a development tool that provides feedback on performance, identifying strengths and areas for improvement. It is an anonymous and confidential process that collects perceptions from those we interact with on a daily basis: managers, direct reports, peers, and others.",
        "8": "It measures skills and behaviors within a competency model, demonstrating what each person needs to grow and develop personally and professionally. It provides enriching information about behaviors, constituting a broad view that contributes to self-knowledge. It also provides the basis for building the individual development plan and preparing for the next steps.",
        "9": "Cross View is flexible and can be adapted to different competency models, leadership levels, and languages.",
        "10": "540° Cross View offers a compilation of specific values and attributes for those who wish to focus on these aspects, accompanying management competencies.",
        "11": "It is a tool that can be used after any evaluation process and measures the degree of improvement in performance for the competencies selected for development.",
        "12": "In a real sense, it represents the visible result of the investment in development. It provides valuable feedback to participants regarding the perception others have of their improvement. On the other hand, it provides the company with quantifiable information to gain insight into cultural barriers and performance obstacles that may still exist.",
        "13": "2nd View"
    },
    "talentMapping": {
        "title": "Talent Mapping",
        "0": "It is a tool that measures and integrates different dimensions of talent measurement.",
        "1": "Why choose Talent Mapping? Because it is a versatile and integrated process that provides information on the different aspects and factors involved in measuring and recognizing an individual's potential.",
        "2": "→ Through the integration of different dimensions and in accordance with the level of leadership, Talent Mapping is a powerful tool that uses a digital platform to assess potential. In combination with management exercises, it is used to evaluate performance.",
        "3": "→ It is flexible yet robust and rigorous in how it integrates information. It can be configured by selecting the techniques and instruments that best fit what needs to be measured for each role. It is also applicable to multiple areas and functions in key processes such as selection, development, and succession."
    },
    "footer": {
        "0": "Our Offices",
        "1": "North America",
        "2": "USA",
        "3": "Mexico",
        "4": "South America",
        "5": "Argentina",
        "6": "Chile",
        "7": "Brazil",
        "8": "Europe",
        "9": "Spain",
        "10": "Portugal"
    }
}