{
    "/us": "Nosotros",
    "/alliances": "Alianzas",
    "/products": "Productos/Servicios",
    "/posts": "Articulos y experiencias",
    "/contact": "Contacto",
    "Strategic Talent Management": "Gestión estratégica del Talento",
    "A new approach for a new world": "Un nuevo enfoque para un nuevo mundo",
    "A new approach for a new world p1": "En Consulting Now, creemos en la necesidad de desarrollar entornos que activen la colaboración y la confianza, asegurando el éxito, la grandeza personal y organizacional como conjunto.",
    "A new approach for a new world p2": "Utilizamos múltiples herramientas con el compromiso de adaptarnos y brindar un servicio de calidad a las diferentes industrias y culturas.",
    "A new approach for a new world p3": "Los aportes de la tecnología abren espacios a nuevos modelos y prácticas que utilizan la conectividad como el canal para realizar evaluaciones y mediciones de talento, así como canalizar contenidos y agilizar las intervenciones de consultoría.",
    "A new approach for a new world p4": "Con más de 30 años de experiencia y presencia en Argentina, Brasil, Chile, España, Estados Unidos y Mexico, estamos enfocados en acompañar la gestión del talento, contribuyendo con el crecimiento y éxito futuro, con una cobertura global.",
    "alliances p1": "A lo largo de nuestra trayectoria, hemos construido vínculos sólidos con compañías globales, con quienes compartimos experiencias y una visión común acerca de cómo medir y desarrollar el talento.",
    "International experience": "Experiencia internacional",
    "International experience p1": "Consulting Now comparte los desafíos y proyectos con consultores senior de probada experiencia internacional, muchos de ellos acompañan la trayectoria de CN desde sus comienzos.",
    "International experience p2": "Nos acompañan profesionales de variados perfiles: quienes coordinan las actividades de productos y procesos, como así también, aquellos que están enfocados en brindar soporte para asegurar la calidad del servicio, tanto localmente como en las distintas geografías.",
    "tme": "Experiencia interactiva de Alto Impacto que simula la gestión, midiendo y evaluando desde diferentes dimensiones.",
    "c-iq": "\"Para acceder al siguiente nivel de grandeza, depende de la calidad de la cultura, que depende de la calidad de las relaciones y que depende de la calidad de las conversaciones. ¡Todo transcurre a través de las conversaciones!\" Judith E. Glaser",
    "expeInnova": "Un enfoque centrado en el ser humano que propone diseñar y reimaginar un futuro de innovación, que abre nuevos caminos a la transformación.",
    "expeChange": "Simula un año en la vida de un equipo que lidera el cambio, acelerando todo el potencial de sus ideas, estrategias y soluciones de gestión.",
    "Who trusted us": "Quienes confiaron en nosotros",
    "North America": "America del norte",
    "South America": "America del sur",
    "Europe": "Europa",
    "USA": "EE.UU",
    "Mexico": "México",
    "Argentina": "Argentina",
    "Chili": "Chile",
    "Brazil": "Brasil",
    "Spain": "España",
    "Portugal": "Portugal",
    "creating we p1": "The Creating We es una comunidad internacional dedicada a impulsar prácticas que favorecen un liderazgo centrado en la cultura del “Nosotros” o We-centric leadership.",
    "creating we p2": "Contribuye a mejorar el rendimiento de las personas con la gestión del talento basada en datos.",
    "creating we p3": "Este enfoque permite identificar, comprender y moldear la hoja de ruta de nuestras experiencias como líderes y, construir la capacidad de elaborar y ejecutar estrategias con una visión compartida. Un modelo que favorece y facilita la comunicación, la interacción y trabaja directamente en el ADN de la cultura, Organizacional y Empresarial, promoviendo el cambio y la transformación.",
    "creating we p4": "Contribuye a mejorar el rendimiento de las personas con la gestión del talento basada en datos.",
    "ExperiencePoint p1": "ExperiencePoint es una prestigiosa consultora canadiense con base en Toronto que desarrolla programas que definitivamente transforman la forma en que la gente aprende, con experiencias concretas que recrean los desafíos del cambio y la innovación. Su misión es generar y potenciar valor e impacto en las Organizaciones.",
    "ExperiencePoint p2": "Desarrolló programas como \"Experiencia de Cambio” y \"Experiencia de Innovación”, que constituyen novedosas y dinámicas experiencias de aprendizaje grupal.",
    "ExperiencePoint p3": "Como expertos en cambio e innovación cada año trabajamos con diferentes equipos en distintos continentes, desplegando creatividad y trasladando la teoría a la acción.",
    "master p1": "Master International, provee un conjunto completo de herramientas en línea, en adquisición estratégica, reclutamiento y desarrollo de talento.",
    "master p2": "Más de 30 años de instrumentar negocios con datos y análitics, ha favorecido la creación de Un ecosistema digital de soluciones de RRHH que permite profesionalizar la gestión, contribuyendo con las mejores prácticas.",
    "master p3": "La combinación de soluciones líderes en el mundo y una red global de especialistas locales hacen de Master una opción segura para empresas de cualquier tamaño, en cualquier lugar.",
    "master p4": "Contribuye a mejorar el rendimiento de las personas con la gestión del talento basada en datos.",
    "E-Valuation": "Es una plataforma enfocada en brindar soluciones innovadoras para la gestión y desarrollo del talento mediante herramientas virtuales. Su capacidad para desarrollar entornos tecnológicos y la comprensión de las múltiples demandas que requiere el contexto de negocios actual, asegurando calidad y robustez en los resultados, garantizando personalización y optimización de recursos.",
    "high impact solutions": "Soluciones de alto impacto",
    "high impact solutions p1": "En la era de la convergencia, los aportes de la neurociencia y las nuevas tecnologías abren espacios a nuevos modelos y conocimiento, utilizando la conectividad como otro medio para canalizar contenidos y agilizar las intervenciones de consultoría.",
    "All": "Todas",
    "Talent Measurement Solutions": "Soluciones de medición de talento",
    "Talent mapping": "Mapeo de talentos",
    "Talent Management Exercise": "Ejercicio de Gestión del Talento",
    "Cross view 360° and 540°": "Vista cruzada 360° y 540°",
    "Data-driven Analytics": "Análisis basado en datos",
    "Innovation Experience": "Experiencia de Innovación",
    "Exchange Experience": "Experiencia de intercambio",
    "Conversational Intelligence (C-IQ)": "Inteligencia Conversacional (C-IQ)",
    "Organizational Culture and the DNA of Leadership": "Cultura Organizacional y el ADN del Liderazgo",
    "Human centered design": "Diseño centrado en el ser humano",
    "Joint Management": "Gestión conjunta",
    "Categories": "Categorias",
    "talent measurement": "Medicion de talento",
    "training solutions": "Soluciones de formación",
    "new intervention strategies": "Nuevas estrategias de intervención",
    "change and innovation": "Cambio e inovacion",
    "coaching": "Entrenamiento",
    "contact us": "Contactanos",
    "contact us p1": "Estamos a disposición por cualquier consulta. Contáctese con nosotros a las direcciones de correo según su ubicación o por favor complete el siguiente formulario y nos pondremos en contacto a la brevedad.",
    "name": "Nombre",
    "email": "Correo",
    "msg": "Mensaje",
    "send": "Enviar",
    "resert": "Borrar",
    "conversationalIntelligence": "Inteligencia Conversacional",
    "conversationalIntelligence1": "La Inteligencia Conversacional (C-IQ) es la capacidad de comprender cómo se construyen las conversaciones y cómo pueden ser mejoradas para que las personas puedan cultivar relaciones más efectivas, poderosas y productivas.",
    "conversationalIntelligence2": "Conversas Inteligentes (C-IQ) nos permitem reconhecer como aprender novas práticas.",
    "conversationalIntelligence3": "C-IQ promueve conceptos y prácticas para trabajar sobre lo que Judith Glaser denomina \"inteligencia conversacional\" detectando, desde el aporte de las neurociencias, el momento de contacto que puede determinar el éxito o el fracaso en las interacciones y las conversaciones. Esta metodología nos habilita a reconocer como aprender la manera de construir rituales poderosos en cada una de nuestras interacciones, con el objetivo de alcanzar el éxito mutuo. Como experiencia, implica embarcarnos en conversaciones compartiendo y descubriendo otras perspectivas, viviendo el impacto que va más allá de las palabras e identificando las emociones en juego. Se utilizan herramientas para reconocer el proceso de pensamiento por el que atravesamos, usualmente sin darnos cuenta, para ir de un hecho a una decisión o acción, poniendo a prueba suposiciones y conclusiones.",
    "download": "Descargar",
    "last posts": "Ultimas publicaciones",
    "search": "Buscar",
    "number": "Numero",
    "return": "Volver",
    "dataDriven": {
        "title": "Análisis basado en datos",
        "0": "La prueba de personalidad OPTO permite obtener, filtrar, desarrollar y reclutar talentos instantáneamente en función de criterios de rendimiento objetivos, análisis integrados e informes intuitivos",
        "1": "La combinación de análisis de performance y soporte para la toma de decisiones crea una experiencia completamente nueva y un nivel de calidad en todos los aspectos de atraer, adquirir y desarrollar talento.",
        "2": "OPTO es flexible y se enfoca en la performance, permitiendo a las organizaciones ser mucho más eficientes." ,
        "3": "OPTO se basa en el modelo Big Five que mide 8 dimensiones de personalidad relevantes para el rendimiento en el trabajo y el éxito laboral general.",
        "4": "Cada dimensión incluye aspectos que miden elementos específicos de esa dimensión. Esto proporciona flexibilidad en términos del nivel requerido de complejidad y detalle.",
        "5": "QUE ES OPTO?",
        "6": "→ Evaluación de candidatos basada en datos que mejora la calidad de las decisiones.",
        "7": "→ Información analítica con criterios objetivos de desempeño laboral y comercial.",
        "8": "→ Digitalización que crea eficiencias internas y reduce los costos.",
        "9": "→Informes gráficos y escalables que coincide con diferentes roles y necesidades .",
        "10": "Es una herramienta que identifica características de personalidad y rasgos de comportamiento cooperando en la optimización de los procesos de Gestión de Talento.",
        "11": "Mide y describe el comportamiento en 3 dimensiones y 9 propiedades básicas.",
        "12": "Los resultados se transmiten en informes diseñados para adaptarse a diferentes necesidades.",
        "13": "Áreas de aplicación",
        "14": "MPA es una evaluación confiable para procesos internos y externos de reclutamiento y desarrollo. Es adecuado para su uso en todos los niveles y en una amplia gama de aplicaciones."
    },
    "dna": {
        "title": "Cultura Organizacional y el ADN del Liderazgo",
        "0": "¿Ya ha reconocido cuál es el ADN de su organización?",
        "1": "¿Sabe qué motiva a las personas a dar lo mejor de sí mismos y comprometerse en la construcción de una identidad? ¿Qué causa que los líderes pierdan la confianza en sus equipos? En la identificación y comprensión del ADN del liderazgo intervienen dimensiones y comportamientos, con el fin de medir las características esenciales de la cultura organizacional, que devela el código genético de interacción para moldear la calidad de la cultura y acceder al siguiente nivel de grandeza.",
        "2": "Cultura Organizacional y el ADN del Liderazgo",
        "3": "En la identificación y comprensión del ADN del liderazgo intervienen dimensiones y comportamientos, con el fin de medir las características esenciales de la cultura organizacional, que devela el código genético de interacción para moldear la calidad de la cultura y acceder al siguiente nivel de grandeza.",
        "4": "¿Ya ha reconocido cuál es el ADN de su organización? ¿Sabe qué motiva a las personas a dar lo mejor de sí mismos y comprometerse en la construcción de una identidad? ¿Qué causa que los líderes pierdan la confianza en sus equipos?",
        "5": "Cuando pensamos en las dimensiones como genes, nos abrimos a una nueva forma de pensar; una que nos inspira a descubrir el ADN de la cultura."
    },
    "human": {
        "title": "Diseño centrado en el ser humano",
        "0": "“Necesitamos crear una cultura de colaboración integrando los esfuerzos para lograr una ejecución ágil y efectiva”.",
        "1": "Que se espera alcanzar",
        "2": "Cultivar nuevos modelos mentales, aplicando empatía para entender mejor a quienes servimos.",
        "3": "Crear un ambiente que habilite a las personas a adoptar una forma creativa de pensar los problemas y soluciones.",
        "4": "Generar compromiso experimentando en los equipos de proyecto, el enfrentar barreras y resolver los desafíos en colaboración , para crear procesos y servicios que luego se van a compartir con el resto de la Compañía u Organización.",
        "5": "En el centro de diseño el foco esta en la experimentación en colaboración. El resultado es la forma de construir procesos y soluciones que sean adecuados para la compañía y las diferentes circunstancias.",
        "6": "Al construir una ejecución cruzada, los equipos aprenden nuevos métodos, aplicándolos a proyectos reales de una manera estructurada y con diferentes formas de apoyo.",
        "7": "Se descubren barreras en forma conjunta y se construyen soluciones, adaptando el enfoque a la cultura existente."
    },
    "tmeObject": {
        "title": "Ejercicio de Gestión del Talento",
        "0": "Un proceso objetivo que garantiza una experiencia de medición y aprendizaje.",
        "1": "Provee información de varias fuentes que consolidan un proceso único e integrado desde distintas perspectivas. Se utilizan simulaciones de negocio e instrumentos y técnicas de medición, abarcando diferentes dimensiones de performance",
        "2": "¿En qué consiste Talent Management Exercise ?",
        "3": "Entrevista por Competencias",
        "4": "Ejercicio de inbox",
        "5": "Instrumentos y Técnicas",
        "6": "Simulaciones de Negocio",
        "7": "Feedback al Participante y la Organización",
        "8": "Es un proceso que garantiza una mirada amplia y profunda, brindando la mejor información para tomar decisiones acertadas de Talento. El ejercicio recrea un día simulado de trabajo, involucra distintas simulaciones de Negocios y provee información sobre las áreas fuertes y las oportunidades de mejora. El tipo de escenario se selecciona de acuerdo con el nivel de liderazgo que se quiere medir, considerando los desafíos y las competencias que corresponden al rol y o posición a evaluar. Hoy en día es un ejercicio que se puede llevar a cabo en forma presencial o virtual mapeando las competencias y comportamientos con el Modelo de gestión de la Empresa u Organización. Idiomas: español, inglés, portugués y francés.",
        "9": "→ Simulaciones de negocio.",
        "10": "→ Inventario de personalidad, intereses y motivaciones.",
        "11": "→ Modo de resolución de conflictos.",
        "12": "→ Instrumento cognitivo.",
        "13": "→ Entrevistas por competencias.",
        "14": "La combinación e integración de las herramientas e instrumentos proporcionan un entendimiento claro de las capacidades, habilidades, intereses y motivaciones de las personas.",
        "15": "Se involucran varios consultores con el objetivo de brindar distintas miradas y percepciones al resultado final de medición.",
        "16": "TME On-line",
        "17": "Una experiencia de Gestión virtual",
        "18": "Las mediciones constituyen un proceso interactivo, en un marco visualmente amigable y de gran impacto.",
        "19": "Mide e identifica capacidades y habilidades actuales, así como el potencial para la transición a un siguiente nivel.",
        "20": "El proceso integra simulaciones y videos que permiten identificar el proceso de toma de decisiones de las distintas situaciones planteadas.",
        "21": "Mantenemos la misma calidad y la calidez que en lo presencial, acompañando el ejercicio de forma personal y con una coordinación en línea durante toda la experiencia."
    },
    "coachingView": {
        "title": "Entrenamiento",
        "0": "Es un proceso que contribuye al autoconocimiento y crecimiento personal y profesional haciendo foco en lo prioritario para fomentar un camino de desarrollo. Constituye un espacio único donde el potencial y las habilidades se ponen en juego para desplegar nuevas formas de afrontar los desafíos presentes y futuros.",
        "1": "Es un recorrido que se inicia con un plan, se trazan objetivos a alcanzar, explicitando el contrato en general y alineando acciones y herramientas para responder a las diferentes necesidades. Favorece el aprendizaje y traduce los conceptos en habilidades concretas, brindando oportunidades de poner en práctica nuevas habilidades dentro de un contexto de guía y acompañamiento, estimulando además una adecuada transferencia al día a día.",
        "2": "Incluye coaching ejecutivo, diseñado para líderes e integrantes de la alta dirección y personalizado, de acuerdo a las necesidades individuales.",
        "3": "Coaching de Equipos como forma de trabajar en la interacción de los equipos, generando conocimiento sobre los distintos perfiles que conforman el equipo, con el fin de adecuar la mejor forma de intercambiar la información, facilitando la comunicación y construyendo confianza y valores comunes.",
        "4": "Se adapta y ajusta a las necesidades, utilizando instrumentos para promover entendimiento y aprendizaje.",
        "5": "Coaching de Equipos como forma de trabajar en la interacción de los equipos, generando conocimiento sobre los distintos perfiles que conforman el equipo, con el fin de adecuar la mejor forma de intercambiar la información, facilitando la comunicación y construyendo confianza y valores comunes.",
        "6": "Análisis de las necesidades",
        "7": "Para trazar los objetivos de trabajo y construir un Plan de Coaching consensuado. Se pueden incluir herramientas e Instrumentos que agilizan el reconocimiento de necesidades específicas y enfoque para promover el desarrollo",
        "8": "Reuniones virtuales o presenciales, entrenamiento en habilidades, incluyendo nuevos conceptos, practica de destrezas y actividades especificas para transferir las habilidades aprendidas al entorno de trabajo."
    },
    "innovationExperienceView": {
        "title": "Experiencia de Innovación",
        "0": "Esta Experiencia de Innovación provee técnicas que ejercitan un pensar diferente trabajando sobre soluciones creativas, para generar resultados de alto impacto.",
        "1": "Un programa diseñado para que las personas puedan ser auténticas protagonistas de su futuro.",
        "2": "Esta Experiencia de Innovación provee técnicas que ejercitan un pensar diferente trabajando sobre soluciones creativas, para generar resultados de alto impacto.",
        "3": "Este tipo de experiencia pone foco en las personas y se vale de los recursos de diseño para integrar las necesidades y los requerimientos para el éxito del negocio. Se nutre de la intuición para visualizar patrones e integra ideas emocionalmente funcionales.",
        "4": "Se trabaja en equipo para hacer frente a un proyecto de innovación realista. Al avanzar a través del proceso de diseño, la simulación ofrece lo esencial para un desafío innovador.",
        "5": "Haciendo foco en lo importante, un experto lidera los equipos explorando distintas técnicas y alentando nuevas idea."
    },
    "experienceChangeView": {
        "title": "Experiencia de Cambio",
        "0": "La inteligencia Conversacional (C-IQ) es una habilidad inherente al ser humano, que se puede potenciar, desplegar y desarrollar, y nos permite conectarnos unos con otros y crecer juntos a partir de esa conexión. Es una destreza que precisamos desarrollar, si queremos construir organizaciones más resilientes en un mundo de grandes cambios.",
        "1": "La experiencia de cambio invita a los participantes a considerar el cambio como un proceso y no como un suceso.",
        "2": "La experiencia de cambio invita a los participantes a considerar el cambio como un proceso y no como un suceso. Se trata de un workshop de un día de duración en donde la audiencia es dividida en grupos y se los invita a experimentar de primera mano lo que significa implementar un proceso de cambio desde la concepción y análisis del mismo, hasta su comunicación e implementación. Cada grupo interactúa con una plataforma simulada en donde se puede apreciar el impacto que sus acciones generan, recibiendo feedback inmediato, fomentando el intercambio en el equipo y promoviendo una experiencia acelerada de aprendizaje. Entre cada una de las actividades se plantean intervenciones de teoría para apuntalar los conceptos básicos a considerar."
    },
    "jointManagement": {
        "title": "Gestión Conjunta",
        "0": "Análisis multidimensional de la cultura para gestar el cambio y promover la transformación.",
        "1": "Desde Consulting Now, entendemos que podemos sumar una mirada externa fresca y objetiva a las necesidades actuales, con el agregado de expertise y conocimiento de gestión para apoyar el Negocio y la proyección futura.",
        "2": "Gestión Conjunta propone contar con un pilar externo que agregue valor al gestionar en colaboración , apuntalando cada situación y cada persona para agilizar los resultados.",
        "3": "Talento",
        "4": "→ Apuntalar los pilares de la estrategia, con herramientas, procesos y sistemas clave para apoyar los diferentes desafíos.",
        "5": "→ Identificar y medir el talento de manera objetiva y precisa en cada nivel.",
        "6": "→ Colaborar en los procesos de selección e incorporación de personal clave.",
        "7": "→ Homologación de competencias y comportamientos para diseñar una arquitectura del talento, creando soluciones para las diferentes circunstancias.",
        "8": "→ Desarrollo y formación en las distintas áreas: Cliente, Operaciones, Cambio e Innovación y Liderazgo."
    },
    "crossView": {
        "title": "Vista cruzada 360° y 540°",
        "0": "Cross View es una herramienta online de desarrollo. En sus dos versiones, brinda feedback sobre el desempeño identificando fortalezas y oportunidades de mejora.",
        "1": "Cross View 360°",
        "2": "La medición online más flexible y fácil de usar",
        "3": "Presenta diferentes opciones para acercarnos al máximo a las necesidades del cliente y está disponible en varios idiomas.",
        "4": "Cross View 540°",
        "5": "Aporta 180° + de valor a su proceso",
        "6": "Esta versión centra el relevamiento en los valores de la organización y en los atributos personales de su gente.",
        "7": "Es una herramienta de desarrollo que provee feedback sobre el desempeño, identificando aspectos fuertes y oportunidades de mejora. Es un proceso anónimo y confidencial que recolecta las percepciones de aquellos con quienes interactuamos en el día a día: jefes, reportes directos, pares y otros.",
        "8": "Mide las habilidades y comportamientos dentro de un modelo de competencias, demostrando qué necesita cada persona para crecer y desarrollarse en lo personal y profesional. Provee información enriquecedora sobre los comportamientos, constituyendo una mirada amplia que contribuye al autoconocimiento. Provee, además, las bases para la construcción del plan de desarrollo individual y la preparación para los próximos pasos.",
        "9": "Cross View es flexible y permite ser adaptada a distintos modelos de competencias, niveles de liderazgo e idiomas.",
        "10": "Cross View 540° ofrece un compilado de valores y atributos específicos para quienes deseen focalizar en estos aspectos, acompañando las competencias de gestión.",
        "11": "Es una herramienta que puede ser utilizada luego de cualquier proceso de evaluación y mide el grado de mejora en la performance para las competencias seleccionadas para el desarrollo.",
        "12": "En sentido real, representa el resultado visible de la inversión en el desarrollo. Facilita a los participantes feedback valioso con respecto a la percepción que los demás tienen de su mejora. Por otro lado, aporta a la empresa información cuantificable para ganar insight acerca de las barreras culturales y los obstáculos en el desempeño que pudieran permanecer existentes.",
        "13": "2da vista"
    },
    "talentMapping": {
        "title": "Mapeo de Talento",
        "0": "Es una herramienta que mide e integra diferentes dimensiones de medición del talento.",
        "1": "¿Por qué elegir Talent Mapping? Porque es un proceso versátil e integrado que provee información sobre los distintos aspectos y factores que intervienen a la hora de medir y reconocer el potencial de un individuo.",
        "2": "→ A través de la integración de diferentes dimensiones y en concordancia con nivel de liderazgo, Talent Mapping es una poderosa herramienta que utiliza una plataforma digital para evaluar potencial. En combinación con ejercicios de gestión, es utilizada para evaluar performance.",
        "3": "→ Es flexible y al mismo tiempo robusta y rigurosa en como integra la información. Puede configurarse seleccionando las técnicas e instrumentos que más se ajusten a lo que se desea medir en cada rol. Asimismo, es aplicable a múltiples áreas y funciones en procesos clave como selección, desarrollo y sucesión."
    },
    "footer": {
        "0": "Nuestras Oficinas",
        "1": "America del norte",
        "2": "EE.UU",
        "3": "México",
        "4": "America del sur",
        "5": "Argentina",
        "6": "Chile",
        "7": "Brasil",
        "8": "Europa",
        "9": "España",
        "10": "Portugal"
    }
}