{
    "/us": "Nosotros",
    "/alliances": "Alianzas",
    "/products": "Productos/Servicios",
    "/posts": "Articulos y experiencias",
    "/contact": "Contacto",
    "Strategic Talent Management": "Gestión estratégica del Talento",
    "A new approach for a new world": "Un nuevo enfoque para un nuevo mundo",
    "A new approach for a new world p1": "En Consulting Now, creemos en la necesidad de desarrollar entornos que activen la colaboración y la confianza, asegurando el éxito, la grandeza personal y organizacional como conjunto.",
    "A new approach for a new world p2": "Utilizamos múltiples herramientas con el compromiso de adaptarnos y brindar un servicio de calidad a las diferentes industrias y culturas.",
    "A new approach for a new world p3": "Los aportes de la tecnología abren espacios a nuevos modelos y prácticas que utilizan la conectividad como el canal para realizar evaluaciones y mediciones de talento, así como canalizar contenidos y agilizar las intervenciones de consultoría.",
    "A new approach for a new world p4": "Con más de 30 años de experiencia y presencia en Argentina, Brasil, Chile, España, Estados Unidos y Mexico, estamos enfocados en acompañar la gestión del talento, contribuyendo con el crecimiento y éxito futuro, con una cobertura global.",
    "alliances p1": "A lo largo de nuestra trayectoria, hemos construido vínculos sólidos con compañías globales, con quienes compartimos experiencias y una visión común acerca de cómo medir y desarrollar el talento.",
    "International experience": "Experiencia internacional",
    "International experience p1": "Consulting Now comparte los desafíos y proyectos con consultores senior de probada experiencia internacional, muchos de ellos acompañan la trayectoria de CN desde sus comienzos.",
    "International experience p2": "Nos acompañan profesionales de variados perfiles: quienes coordinan las actividades de productos y procesos, como así también, aquellos que están enfocados en brindar soporte para asegurar la calidad del servicio, tanto localmente como en las distintas geografías.",
    "tme": "Experiencia interactiva de Alto Impacto que simula la gestión, midiendo y evaluando desde diferentes dimensiones.",
    "c-iq": "\"Para acceder al siguiente nivel de grandeza, depende de la calidad de la cultura, que depende de la calidad de las relaciones y que depende de la calidad de las conversaciones. ¡Todo transcurre a través de las conversaciones!\" Judith E. Glaser",
    "expeInnova": "Un enfoque centrado en el ser humano que propone diseñar y reimaginar un futuro de innovación, que abre nuevos caminos a la transformación.",
    "expeChange": "Simula un año en la vida de un equipo que lidera el cambio, acelerando todo el potencial de sus ideas, estrategias y soluciones de gestión.",
    "Who trusted us": "Quienes confiaron en nosotros",
    "North America": "America del norte",
    "South America": "America del sur",
    "Europe": "Europa",
    "USA": "EE.UU",
    "Mexico": "México",
    "Argentina": "Argentina",
    "Chili": "Chile",
    "Brazil": "Brasil",
    "Spain": "España",
    "Portugal": "Portugal",
    "creating we p1": "The Creating We es una comunidad internacional dedicada a impulsar prácticas que favorecen un liderazgo centrado en la cultura del “Nosotros” o We-centric leadership.",
    "creating we p2": "Contribuye a mejorar el rendimiento de las personas con la gestión del talento basada en datos.",
    "creating we p3": "Este enfoque permite identificar, comprender y moldear la hoja de ruta de nuestras experiencias como líderes y, construir la capacidad de elaborar y ejecutar estrategias con una visión compartida. Un modelo que favorece y facilita la comunicación, la interacción y trabaja directamente en el ADN de la cultura, Organizacional y Empresarial, promoviendo el cambio y la transformación.",
    "creating we p4": "Contribuye a mejorar el rendimiento de las personas con la gestión del talento basada en datos.",
    "ExperiencePoint p1": "ExperiencePoint es una prestigiosa consultora canadiense con base en Toronto que desarrolla programas que definitivamente transforman la forma en que la gente aprende, con experiencias concretas que recrean los desafíos del cambio y la innovación. Su misión es generar y potenciar valor e impacto en las Organizaciones.",
    "ExperiencePoint p2": "Desarrolló programas como \"Experiencia de Cambio” y \"Experiencia de Innovación”, que constituyen novedosas y dinámicas experiencias de aprendizaje grupal.",
    "ExperiencePoint p3": "Como expertos en cambio e innovación cada año trabajamos con diferentes equipos en distintos continentes, desplegando creatividad y trasladando la teoría a la acción.",
    "master p1": "Master International, provee un conjunto completo de herramientas en línea, en adquisición estratégica, reclutamiento y desarrollo de talento.",
    "master p2": "Más de 30 años de instrumentar negocios con datos y análitics, ha favorecido la creación de Un ecosistema digital de soluciones de RRHH que permite profesionalizar la gestión, contribuyendo con las mejores prácticas.",
    "master p3": "La combinación de soluciones líderes en el mundo y una red global de especialistas locales hacen de Master una opción segura para empresas de cualquier tamaño, en cualquier lugar.",
    "master p4": "Contribuye a mejorar el rendimiento de las personas con la gestión del talento basada en datos.",
    "E-Valuation": "Es una plataforma enfocada en brindar soluciones innovadoras para la gestión y desarrollo del talento mediante herramientas virtuales. Su capacidad para desarrollar entornos tecnológicos y la comprensión de las múltiples demandas que requiere el contexto de negocios actual, asegurando calidad y robustez en los resultados, garantizando personalización y optimización de recursos.",
    "high impact solutions": "Soluciones de alto impacto",
    "high impact solutions p1": "En la era de la convergencia, los aportes de la neurociencia y las nuevas tecnologías abren espacios a nuevos modelos y conocimiento, utilizando la conectividad como otro medio para canalizar contenidos y agilizar las intervenciones de consultoría.",
    "All": "Todas",
    "Talent Measurement Solutions": "Soluciones de medición de talento",
    "Training Solutions": "Soluciones de formación",
    "Talent mapping": "Mapeo de talentos",
    "Talent Management Exercise": "Ejercicio de Gestión del Talento",
    "Cross view 360° and 540°": "Vista cruzada 360° y 540°",
    "Data-driven Analytics": "Análisis basado en datos",
    "Innovation Experience": "Experiencia de Innovación",
    "Exchange Experience": "Experiencia de intercambio",
    "Conversational Intelligence (C-IQ)": "Inteligencia Conversacional (C-IQ)",
    "Organizational Culture and the DNA of Leadership": "Cultura Organizacional y el ADN del Liderazgo",
    "Human centered design": "Diseño centrado en el ser humano",
    "Coaching": "Entrenamiento",
    "Joint Management": "Gestión conjunta",
    "Categories": "Categorias",
    "talent measurement": "Medicion de talento",
    "training solutions": "Soluciones de formación",
    "New intervention strategies": "Nuevas estrategias de intervención",
    "change and innovation": "Cambio e inovacion",
    "coaching": "Coaching",
    "contact us": "Contactanos",
    "contact us p1": "Estamos a disposición por cualquier consulta. Contáctese con nosotros a las direcciones de correo según su ubicación o por favor complete el siguiente formulario y nos pondremos en contacto a la brevedad.",
    "name": "Nombre",
    "email": "Correo",
    "msg": "Mensaje",
    "send": "Enviar",
    "resert": "Borrar",
    "conversationalIntelligence": "Inteligencia Conversacional",
    "conversationalIntelligence1": "La Inteligencia Conversacional (C-IQ) es la capacidad de comprender cómo se construyen las conversaciones y cómo pueden ser mejoradas para que las personas puedan cultivar relaciones más efectivas, poderosas y productivas.",
    "conversationalIntelligence2": "Conversas Inteligentes (C-IQ) nos permitem reconhecer como aprender novas práticas.",
    "conversationalIntelligence3": "C-IQ promueve conceptos y prácticas para trabajar sobre lo que Judith Glaser denomina \"inteligencia conversacional\" detectando, desde el aporte de las neurociencias, el momento de contacto que puede determinar el éxito o el fracaso en las interacciones y las conversaciones. Esta metodología nos habilita a reconocer como aprender la manera de construir rituales poderosos en cada una de nuestras interacciones, con el objetivo de alcanzar el éxito mutuo. Como experiencia, implica embarcarnos en conversaciones compartiendo y descubriendo otras perspectivas, viviendo el impacto que va más allá de las palabras e identificando las emociones en juego. Se utilizan herramientas para reconocer el proceso de pensamiento por el que atravesamos, usualmente sin darnos cuenta, para ir de un hecho a una decisión o acción, poniendo a prueba suposiciones y conclusiones.",
    "download": "Descargar"
}