{
    "/us": "Nós",
    "/alliances": "Alianças",
    "/products": "Produtos/Serviços",
    "/posts": "Artigos e experiências",
    "/contact": "Contato",
    "Strategic Talent Management": "Gestão estratégica de talentos",
    "A new approach for a new world": "Uma nova abordagem para um novo mundo",
    "A new approach for a new world p1": "Na Consulting Now, acreditamos na necessidade de desenvolver ambientes que ativem a colaboração e a confiança, garantindo o sucesso, a grandeza pessoal e organizacional como um todo.",
    "A new approach for a new world p2": "Utilizamos múltiplas ferramentas com o compromisso de nos adaptarmos e oferecermos um serviço de qualidade às diferentes indústrias e culturas.",
    "A new approach for a new world p3": "As contribuições da tecnologia abrem espaço para novos modelos e práticas que utilizam a conectividade como canal para realizar avaliações e medições de talentos, bem como canalizar conteúdos e agilizar as intervenções de consultoria.",
    "A new approach for a new world p4": "Com mais de 30 anos de experiência e presença na Argentina, Brasil, Chile, Espanha, Estados Unidos e México, estamos focados em acompanhar a gestão de talentos, contribuindo para o crescimento e sucesso futuro, com uma cobertura global.",
    "alliances p1": "Ao longo de nossa trajetória, construímos vínculos sólidos com empresas globais, com as quais compartilhamos experiências e uma visão comum sobre como medir e desenvolver talentos.",
    "International experience": "Experiência internacional",
    "International experience p1": "A Consulting Now compartilha desafios e projetos com consultores seniores de comprovada experiência internacional, muitos deles acompanham a trajetória da CN desde seus primórdios.",
    "International experience p2": "Contamos com profissionais de perfis variados: aqueles que coordenam as atividades de produtos e processos, bem como aqueles que se concentram em fornecer suporte para garantir a qualidade do serviço, localmente e em diferentes geografias.",
    "tme": "Experiência interativa de alto impacto que simula a gestão, medindo e avaliando a partir de diferentes dimensões.",
    "c-iq": "\"Para alcançar o próximo nível de grandeza, depende da qualidade da cultura, que depende da qualidade das relações e que depende da qualidade das conversas. Tudo acontece por meio das conversas!\" Judith E. Glaser",
    "expeInnova": "Uma abordagem centrada no ser humano que se propõe a projetar e reimaginar um futuro da inovação, que abre novos caminhos para a transformação.",
    "expeChange": "Simula um ano na vida de uma equipe que lidera a mudança, acelerando todo o potencial de suas ideias, estratégias e soluções de gerenciamento.",
    "Who trusted us": "Quem confiou em nós",
    "North America": "América do Norte",
    "South America": "América do Sul",
    "Europe": "Europa",
    "USA": "EUA",
    "Mexico": "México",
    "Argentina": "Argentina",
    "Chili": "Chile",
    "Brazil": "Brasil",
    "Spain": "Espanha",
    "Portugal": "Portugal",
    "creating we p1": "The Creating We é uma comunidade internacional dedicada a promover práticas que favorecem uma liderança centrada na cultura do “Nós” ou liderança We-centric.",
    "creating we p2": "Contribui para melhorar o desempenho das pessoas com a gestão de talentos baseada em dados.",
    "creating we p3": "Esta abordagem permite identificar, compreender e moldar a trajetória das nossas experiências como líderes e construir a capacidade de elaborar e executar estratégias com uma visão compartilhada. Um modelo que favorece e facilita a comunicação, a interação e trabalha diretamente no DNA da cultura organizacional e empresarial, promovendo a mudança e a transformação.",
    "creating we p4": "Contribui para melhorar o desempenho das pessoas com a gestão de talentos baseada em dados.",
    "ExperiencePoint p1": "ExperiencePoint é uma prestigiosa empresa de consultoria canadense sediada em Toronto que desenvolve programas que transformam definitivamente a maneira como as pessoas aprendem, com experiências concretas que recriam os desafios da mudança e inovação. Sua missão é gerar e aprimorar o valor e o impacto nas organizações.",
    "ExperiencePoint p2": "Desenvolveu programas como \"Experiência de Mudança\" e \"Experiência de Inovação\", que constituem experiências novas e dinâmicas de aprendizado em grupo.",
    "ExperiencePoint p3": "Como especialistas em mudança e inovação, trabalhamos todos os anos com diferentes equipes em diferentes continentes, empregando criatividade e traduzindo teoria em ação.",
    "master p1": "A Master International oferece um conjunto completo de ferramentas on-line para aquisição estratégica, recrutamento e desenvolvimento de talentos.",
    "master p2": "Com mais de 30 anos de instrumentalização de negócios com dados e análises, foi favorecida a criação de um ecossistema digital de soluções de RH que permite a profissionalização da gestão, contribuindo com as melhores práticas.",
    "master p3": "A combinação de soluções líderes mundiais e uma rede global de especialistas locais torna a Master uma escolha segura para empresas de qualquer tamanho, em qualquer lugar.",
    "master p4": "Contribui para a melhoria do desempenho das pessoas com a gestão de talentos baseada em dados.",
    "E-Valuation": "É uma plataforma focada em fornecer soluções inovadoras para gestão e desenvolvimento de talentos por meio de ferramentas virtuais. Sua capacidade de desenvolver ambientes tecnológicos e entender as múltiplas demandas exigidas pelo contexto atual dos negócios garante qualidade e robustez nos resultados, garantindo personalização e otimização de recursos.",
    "high impact solutions": "Soluções de alto impacto",
    "high impact solutions p1": "Na era da convergência, as contribuições da neurociência e das novas tecnologias abrem espaço para novos modelos e conhecimentos, usando a conectividade como mais um meio para canalizar conteúdo e agilizar as intervenções de consultoria.",
    "All": "Todos",
    "Talent Measurement Solutions": "Soluções de medição de talentos",
    "Training Solutions": "Soluções de treinamento",
    "New intervention strategies": "Novas estratégias de intervenção",
    "Talent mapping": "Mapeamento de talentos",
    "Talent Management Exercise": "Exercício de Gestão de Talentos",
    "Cross view 360° and 540°": "Vista transversal 360° e 540°",
    "Data-driven Analytics": "Análise orientada por dados",
    "Innovation Experience": "Experiência de Inovação",
    "Exchange Experience": "Mudar Experiência",
    "Conversational Intelligence (C-IQ)": "Inteligência Conversacional (C-IQ)",
    "Organizational Culture and the DNA of Leadership": "Cultura Organizacional e o DNA da Liderança",
    "Human centered design": "Design centrado no ser humano",
    "Coaching": "Treinamento",
    "Joint Management": "Gestão Conjunta",
    "Categories": "Categorias",
    "talent measurement": "medição de talentos",
    "training solutions": "Soluções de treinamento",
    "change and innovation": "Mudança e inovação",
    "coaching": "Treinando",
    "contact us": "Contate-nos",
    "contact us p1": "Estamos à disposição para qualquer dúvida. Entre em contato conosco nos endereços de e-mail de acordo com sua localização ou preencha o seguinte formulário e entraremos em contato com você em breve.",
    "name": "Nome",
    "email": "E-mail",
    "msg": "Mensagem",
    "send": "enviar",
    "resert": "Reiniciar formulário",
    "conversationalIntelligence": "Inteligência Conversacional",
    "conversationalIntelligence1": "A inteligência conversacional (C-IQ) é uma habilidade inerente ao ser humano, que pode ser aprimorada, implantada e desenvolvida, e permite que nos conectemos uns com os outros e cresçamos juntos a partir dessa conexão. É uma habilidade que precisamos desenvolver se quisermos construir organizações mais resilientes em um mundo de grandes mudanças.",
    "conversationalIntelligence2": "Conversas Inteligentes (C-IQ) nos permitem reconhecer como aprender novas práticas.",
    "conversationalIntelligence3": "O C-IQ promove conceitos e práticas para trabalhar o que Judith Glaser chama de \"inteligência conversacional\" detectando, a partir da contribuição das neurociências, o momento do contato que pode determinar o sucesso ou o fracasso nas interações e conversas. reconhecer como aprender a construir rituais poderosos em cada uma de nossas interações, com o objetivo de alcançar o sucesso mútuo. play As ferramentas são utilizadas para reconhecer o processo de pensamento pelo qual passamos, geralmente sem perceber, para ir do fato à decisão ou ação, testando suposições e conclusões.",
    "download": "Baixar"
}