{
    "/us": "Nós",
    "/alliances": "Alianças",
    "/products": "Produtos/Serviços",
    "/posts": "Artigos e experiências",
    "/contact": "Contato",
    "Strategic Talent Management": "Gestão estratégica de talentos",
    "A new approach for a new world": "Uma nova abordagem para um novo mundo",
    "A new approach for a new world p1": "Na Consulting Now, acreditamos na necessidade de desenvolver ambientes que ativem a colaboração e a confiança, garantindo o sucesso, a grandeza pessoal e organizacional como um todo.",
    "A new approach for a new world p2": "Utilizamos múltiplas ferramentas com o compromisso de nos adaptarmos e oferecermos um serviço de qualidade às diferentes indústrias e culturas.",
    "A new approach for a new world p3": "As contribuições da tecnologia abrem espaço para novos modelos e práticas que utilizam a conectividade como canal para realizar avaliações e medições de talentos, bem como canalizar conteúdos e agilizar as intervenções de consultoria.",
    "A new approach for a new world p4": "Com mais de 30 anos de experiência e presença na Argentina, Brasil, Chile, Espanha, Estados Unidos e México, estamos focados em acompanhar a gestão de talentos, contribuindo para o crescimento e sucesso futuro, com uma cobertura global.",
    "alliances p1": "Ao longo de nossa trajetória, construímos vínculos sólidos com empresas globais, com as quais compartilhamos experiências e uma visão comum sobre como medir e desenvolver talentos.",
    "International experience": "Experiência internacional",
    "International experience p1": "A Consulting Now compartilha desafios e projetos com consultores seniores de comprovada experiência internacional, muitos deles acompanham a trajetória da CN desde seus primórdios.",
    "International experience p2": "Contamos com profissionais de perfis variados: aqueles que coordenam as atividades de produtos e processos, bem como aqueles que se concentram em fornecer suporte para garantir a qualidade do serviço, localmente e em diferentes geografias.",
    "tme": "Experiência interativa de alto impacto que simula a gestão, medindo e avaliando a partir de diferentes dimensões.",
    "c-iq": "\"Para alcançar o próximo nível de grandeza, depende da qualidade da cultura, que depende da qualidade das relações e que depende da qualidade das conversas. Tudo acontece por meio das conversas!\" Judith E. Glaser",
    "expeInnova": "Uma abordagem centrada no ser humano que se propõe a projetar e reimaginar um futuro da inovação, que abre novos caminhos para a transformação.",
    "expeChange": "Simula um ano na vida de uma equipe que lidera a mudança, acelerando todo o potencial de suas ideias, estratégias e soluções de gerenciamento.",
    "Who trusted us": "Quem confiou em nós",
    "North America": "América do Norte",
    "South America": "América do Sul",
    "Europe": "Europa",
    "USA": "EUA",
    "Mexico": "México",
    "Argentina": "Argentina",
    "Chili": "Chile",
    "Brazil": "Brasil",
    "Spain": "Espanha",
    "Portugal": "Portugal",
    "creating we p1": "The Creating We é uma comunidade internacional dedicada a promover práticas que favorecem uma liderança centrada na cultura do “Nós” ou liderança We-centric.",
    "creating we p2": "Contribui para melhorar o desempenho das pessoas com a gestão de talentos baseada em dados.",
    "creating we p3": "Esta abordagem permite identificar, compreender e moldar a trajetória das nossas experiências como líderes e construir a capacidade de elaborar e executar estratégias com uma visão compartilhada. Um modelo que favorece e facilita a comunicação, a interação e trabalha diretamente no DNA da cultura organizacional e empresarial, promovendo a mudança e a transformação.",
    "creating we p4": "Contribui para melhorar o desempenho das pessoas com a gestão de talentos baseada em dados.",
    "ExperiencePoint p1": "ExperiencePoint é uma prestigiosa empresa de consultoria canadense sediada em Toronto que desenvolve programas que transformam definitivamente a maneira como as pessoas aprendem, com experiências concretas que recriam os desafios da mudança e inovação. Sua missão é gerar e aprimorar o valor e o impacto nas organizações.",
    "ExperiencePoint p2": "Desenvolveu programas como \"Experiência de Mudança\" e \"Experiência de Inovação\", que constituem experiências novas e dinâmicas de aprendizado em grupo.",
    "ExperiencePoint p3": "Como especialistas em mudança e inovação, trabalhamos todos os anos com diferentes equipes em diferentes continentes, empregando criatividade e traduzindo teoria em ação.",
    "master p1": "A Master International oferece um conjunto completo de ferramentas on-line para aquisição estratégica, recrutamento e desenvolvimento de talentos.",
    "master p2": "Com mais de 30 anos de instrumentalização de negócios com dados e análises, foi favorecida a criação de um ecossistema digital de soluções de RH que permite a profissionalização da gestão, contribuindo com as melhores práticas.",
    "master p3": "A combinação de soluções líderes mundiais e uma rede global de especialistas locais torna a Master uma escolha segura para empresas de qualquer tamanho, em qualquer lugar.",
    "master p4": "Contribui para a melhoria do desempenho das pessoas com a gestão de talentos baseada em dados.",
    "E-Valuation": "É uma plataforma focada em fornecer soluções inovadoras para gestão e desenvolvimento de talentos por meio de ferramentas virtuais. Sua capacidade de desenvolver ambientes tecnológicos e entender as múltiplas demandas exigidas pelo contexto atual dos negócios garante qualidade e robustez nos resultados, garantindo personalização e otimização de recursos.",
    "high impact solutions": "Soluções de alto impacto",
    "high impact solutions p1": "Na era da convergência, as contribuições da neurociência e das novas tecnologias abrem espaço para novos modelos e conhecimentos, usando a conectividade como mais um meio para canalizar conteúdo e agilizar as intervenções de consultoria.",
    "All": "Todos",
    "Talent Measurement Solutions": "Soluções de medição de talentos",
    "new intervention strategies": "Novas estratégias de intervenção",
    "Talent mapping": "Mapeamento de talentos",
    "Talent Management Exercise": "Exercício de Gestão de Talentos",
    "Cross view 360° and 540°": "Vista transversal 360° e 540°",
    "Data-driven Analytics": "Análise orientada por dados",
    "Innovation Experience": "Experiência de Inovação",
    "Exchange Experience": "Mudar Experiência",
    "Conversational Intelligence (C-IQ)": "Inteligência Conversacional (C-IQ)",
    "Organizational Culture and the DNA of Leadership": "Cultura Organizacional e o DNA da Liderança",
    "Human centered design": "Design centrado no ser humano",
    "Joint Management": "Gestão Conjunta",
    "Categories": "Categorias",
    "talent measurement": "Medição de talentos",
    "training solutions": "Soluções de treinamento",
    "change and innovation": "Mudança e inovação",
    "coaching": "Treinando",
    "contact us": "Contate-nos",
    "contact us p1": "Estamos à disposição para qualquer dúvida. Entre em contato conosco nos endereços de e-mail de acordo com sua localização ou preencha o seguinte formulário e entraremos em contato com você em breve.",
    "name": "Nome",
    "email": "E-mail",
    "msg": "Mensagem",
    "send": "enviar",
    "resert": "Reiniciar formulário",
    "conversationalIntelligence": "Inteligência Conversacional",
    "conversationalIntelligence1": "A inteligência conversacional (C-IQ) é uma habilidade inerente ao ser humano, que pode ser aprimorada, implantada e desenvolvida, e permite que nos conectemos uns com os outros e cresçamos juntos a partir dessa conexão. É uma habilidade que precisamos desenvolver se quisermos construir organizações mais resilientes em um mundo de grandes mudanças.",
    "conversationalIntelligence2": "Conversas Inteligentes (C-IQ) nos permitem reconhecer como aprender novas práticas.",
    "conversationalIntelligence3": "O C-IQ promove conceitos e práticas para trabalhar o que Judith Glaser chama de \"inteligência conversacional\" detectando, a partir da contribuição das neurociências, o momento do contato que pode determinar o sucesso ou o fracasso nas interações e conversas. reconhecer como aprender a construir rituais poderosos em cada uma de nossas interações, com o objetivo de alcançar o sucesso mútuo. play As ferramentas são utilizadas para reconhecer o processo de pensamento pelo qual passamos, geralmente sem perceber, para ir do fato à decisão ou ação, testando suposições e conclusões.",
    "download": "Baixar",
    "last posts": "Últimas postagens",
    "search": "Pesquisar",
    "number": "Número",
    "return": "Retornar",
    "dataDriven": {
        "title": "Análise baseada em dados",
        "0": "O teste de personalidade OPTO permite obter, filtrar, desenvolver e recrutar talentos instantaneamente com base em critérios objetivos de desempenho, análises integradas e relatórios intuitivos.",
        "1": "A combinação de análise de desempenho e suporte à tomada de decisão cria uma experiência completamente nova e um nível de qualidade em todos os aspectos de atração, aquisição e desenvolvimento de talentos.",
        "2": "OPTO é flexível e focado em desempenho, permitindo que as organizações sejam muito mais eficientes.",
        "3": "OPTO é baseado no modelo Big Five, que mede 8 dimensões de personalidade relevantes para o desempenho no trabalho e sucesso geral no trabalho.",
        "4": "Cada dimensão inclui aspectos que medem elementos específicos dessa dimensão. Isso fornece flexibilidade em termos do nível necessário de complexidade e detalhe.",
        "5": "O QUE É OPTO?",
        "6": "→ Avaliação de candidatos baseada em dados que melhora a qualidade das decisões.",
        "7": "→ Informações analíticas com critérios objetivos de desempenho no trabalho e comercial.",
        "8": "→ Digitalização que cria eficiências internas e reduz custos.",
        "9": "→ Relatórios gráficos e escaláveis que correspondem a diferentes funções e necessidades.",
        "10": "É uma ferramenta que identifica características de personalidade e traços de comportamento que cooperam na otimização dos processos de Gestão de Talentos.",
        "11": "Mede e descreve o comportamento em 3 dimensões e 9 propriedades básicas.",
        "12": "Os resultados são transmitidos em relatórios projetados para se adaptar a diferentes necessidades.",
        "13": "Áreas de aplicação",
        "14": "MPA é uma avaliação confiável para processos internos e externos de recrutamento e desenvolvimento. É adequado para uso em todos os níveis e em uma ampla gama de aplicações."
    },
    "dna": {
        "title": "Cultura Organizacional e o DNA da Liderança",
        "0": "Você já reconheceu o DNA da sua organização?",
        "1": "Você sabe o que motiva as pessoas a darem o melhor de si e se comprometerem na construção de uma identidade? O que causa os líderes a perderem a confiança em suas equipes? Na identificação e compreensão do DNA da liderança, estão envolvidas dimensões e comportamentos para medir as características essenciais da cultura organizacional, que revela o código genético da interação para moldar a qualidade da cultura e acessar o próximo nível de grandeza.",
        "2": "Cultura Organizacional e o DNA da Liderança",
        "3": "Na identificação e compreensão do DNA da liderança, estão envolvidas dimensões e comportamentos para medir as características essenciais da cultura organizacional, que revela o código genético da interação para moldar a qualidade da cultura e acessar o próximo nível de grandeza.",
        "4": "Você já reconheceu o DNA da sua organização? Você sabe o que motiva as pessoas a darem o melhor de si e se comprometerem na construção de uma identidade? O que causa os líderes a perderem a confiança em suas equipes?",
        "5": "Quando pensamos em dimensões como genes, abrimos uma nova forma de pensar; uma que nos inspira a descobrir o DNA da cultura."
    },
    "human": {
        "title": "Design centrado no ser humano",
        "0": "Precisamos criar uma cultura de colaboração integrando esforços para alcançar uma execução ágil e efetiva.",
        "1": "Objetivos esperados",
        "2": "Cultivar novos modelos mentais, aplicando empatia para entender melhor aqueles a quem servimos.",
        "3": "Criar um ambiente que permita às pessoas adotar uma forma criativa de pensar sobre problemas e soluções.",
        "4": "Gerar compromisso experimentando com equipes de projeto, enfrentando barreiras e resolvendo desafios de forma colaborativa, para criar processos e serviços que serão compartilhados com o resto da empresa ou organização.",
        "5": "No centro do design está o foco na experimentação em colaboração. O resultado é a forma de construir processos e soluções adequados para a empresa e para as diferentes circunstâncias.",
        "6": "Ao construir uma execução cruzada, as equipes aprendem novos métodos, aplicando-os a projetos reais de maneira estruturada e com diferentes formas de suporte.",
        "7": "As barreiras são descobertas em conjunto e as soluções são construídas, adaptando a abordagem à cultura existente."
    },
    "tmeObject": {
        "title": "Exercício de Gestão de Talentos",
        "0": "Um processo objetivo que garante uma experiência de medição e aprendizado.",
        "1": "Fornece informações de várias fontes que consolidam um processo único e integrado a partir de diferentes perspectivas. São utilizadas simulações de negócios e instrumentos e técnicas de medição, abrangendo diferentes dimensões de desempenho.",
        "2": "Em que consiste o Exercício de Gestão de Talentos?",
        "3": "Entrevista por Competências",
        "4": "Exercício de Caixa de Entrada",
        "5": "Instrumentos e Técnicas",
        "6": "Simulações de Negócios",
        "7": "Feedback ao Participante e à Organização",
        "8": "É um processo que garante uma visão ampla e profunda, fornecendo as melhores informações para tomar decisões acertadas de Talentos. O exercício recria um dia simulado de trabalho, envolve diferentes simulações de negócios e fornece informações sobre as áreas fortes e as oportunidades de melhoria. O tipo de cenário é selecionado de acordo com o nível de liderança que se deseja medir, considerando os desafios e as competências que correspondem ao papel e/ou posição a avaliar. Hoje em dia, é um exercício que pode ser realizado presencialmente ou virtualmente, mapeando as competências e comportamentos com o modelo de gestão da empresa ou organização. Idiomas: espanhol, inglês, português e francês.",
        "9": "→ Simulações de negócios.",
        "10": "→ Inventário de personalidade, interesses e motivações.",
        "11": "→ Modo de resolução de conflitos.",
        "12": "→ Instrumento cognitivo.",
        "13": "→ Entrevistas por competências.",
        "14": "A combinação e integração das ferramentas e instrumentos proporcionam uma compreensão clara das capacidades, habilidades, interesses e motivações das pessoas.",
        "15": "Vários consultores são envolvidos com o objetivo de fornecer diferentes visões e percepções para o resultado final da medição.",
        "16": "TME On-line",
        "17": "Uma experiência de Gestão virtual",
        "18": "As medições constituem um processo interativo, em um quadro visualmente amigável e de grande impacto.",
        "19": "Mede e identifica capacidades e habilidades atuais, bem como o potencial para a transição para o próximo nível.",
        "20": "O processo integra simulações e vídeos que permitem identificar o processo de tomada de decisões das diferentes situações apresentadas.",
        "21": "Mantemos a mesma qualidade e a cordialidade do presencial, acompanhando o exercício de forma pessoal e com uma coordenação online durante toda a experiência."
    },
    "coachingView": {
        "title": "Treinamento",
        "0": "É um processo que contribui para o autoconhecimento e crescimento pessoal e profissional, focando no que é prioritário para promover um caminho de desenvolvimento. Constitui um espaço único onde o potencial e as habilidades são colocados em jogo para desdobrar novas formas de enfrentar os desafios presentes e futuros.",
        "1": "É uma jornada que começa com um plano, estabelecendo objetivos a serem alcançados, explicitando o contrato geral e alinhando ações e ferramentas para atender às diferentes necessidades. Favorece a aprendizagem e traduz os conceitos em habilidades concretas, oferecendo oportunidades para praticar novas habilidades dentro de um contexto de orientação e acompanhamento, estimulando também uma transferência adequada para o dia a dia.",
        "2": "Inclui coaching executivo, projetado para líderes e membros da alta direção e personalizado de acordo com as necessidades individuais.",
        "3": "Coaching de Equipes como forma de trabalhar na interação das equipes, gerando conhecimento sobre os diferentes perfis que compõem a equipe, com o objetivo de adequar a melhor forma de trocar informações, facilitando a comunicação e construindo confiança e valores comuns.",
        "4": "Adapta-se e ajusta-se às necessidades, utilizando instrumentos para promover o entendimento e aprendizado.",
        "5": "Coaching de Equipes como forma de trabalhar na interação das equipes, gerando conhecimento sobre os diferentes perfis que compõem a equipe, com o objetivo de adequar a melhor forma de trocar informações, facilitando a comunicação e construindo confiança e valores comuns.",
        "6": "Análise das necessidades",
        "7": "Para traçar os objetivos de trabalho e construir um Plano de Coaching consensual. Podem ser incluídas ferramentas e instrumentos que agilizam o reconhecimento de necessidades específicas e foco para promover o desenvolvimento.",
        "8": "Reuniões virtuais ou presenciais, treinamento em habilidades, incluindo novos conceitos, prática de habilidades e atividades específicas para transferir as habilidades aprendidas para o ambiente de trabalho."
    },
    "innovationExperienceView": {
        "title": "Experiência de Inovação",
        "0": "Esta Experiência de Inovação fornece técnicas que exercitam um pensamento diferente, trabalhando em soluções criativas para gerar resultados de alto impacto.",
        "1": "Um programa projetado para que as pessoas possam ser autênticas protagonistas de seu futuro.",
        "2": "Esta Experiência de Inovação fornece técnicas que exercitam um pensamento diferente, trabalhando em soluções criativas para gerar resultados de alto impacto.",
        "3": "Esse tipo de experiência foca nas pessoas e se vale dos recursos de design para integrar as necessidades e os requisitos para o sucesso do negócio. Nutre-se da intuição para visualizar padrões e integra ideias emocionalmente funcionais.",
        "4": "Trabalha-se em equipe para enfrentar um projeto de inovação realista. Ao avançar pelo processo de design, a simulação oferece o essencial para um desafio inovador.",
        "5": "Focando no importante, um especialista lidera as equipes explorando diferentes técnicas e encorajando novas ideias."
    },
    "experienceChangeView": {
        "title": "Experiência de Mudança",
        "0": "A Inteligência Conversacional (C-IQ) é uma habilidade inerente ao ser humano, que pode ser potencializada, desenvolvida e aprimorada, e nos permite nos conectarmos uns aos outros e crescermos juntos a partir dessa conexão. É uma habilidade que precisamos desenvolver, se quisermos construir organizações mais resilientes em um mundo de grandes mudanças.",
        "1": "A experiência de mudança convida os participantes a considerarem a mudança como um processo e não como um evento.",
        "2": "A experiência de mudança convida os participantes a considerarem a mudança como um processo e não como um evento. É um workshop de um dia em que o público é dividido em grupos e convidado a experimentar em primeira mão o que significa implementar um processo de mudança desde a concepção e análise até a comunicação e implementação. Cada grupo interage com uma plataforma simulada em que pode ver o impacto que suas ações geram, recebendo feedback imediato, fomentando a troca na equipe e promovendo uma experiência acelerada de aprendizagem. Entre cada uma das atividades, são realizadas intervenções teóricas para apoiar os conceitos básicos a serem considerados."
    },
    "jointManagement": {
        "title": "Gestão Conjunta",
        "0": "Análise multidimensional da cultura para promover a mudança e impulsionar a transformação.",
        "1": "Na Consulting Now, entendemos que podemos oferecer uma perspectiva externa fresca e objetiva às necessidades atuais, com a adição de conhecimentos em gestão para apoiar o negócio e sua projeção futura.",
        "2": "A Gestão Conjunta propõe ter um pilar externo que agregue valor ao gerenciar em colaboração, apoiando cada situação e pessoa para acelerar os resultados.",
        "3": "Talento",
        "4": "→ Fortalecer os pilares da estratégia, com ferramentas, processos e sistemas-chave para apoiar diferentes desafios.",
        "5": "→ Identificar e medir o talento de maneira objetiva e precisa em cada nível.",
        "6": "→ Colaborar nos processos de seleção e contratação de pessoal chave.",
        "7": "→ Homologação de competências e comportamentos para projetar uma arquitetura de talentos, criando soluções para diferentes circunstâncias.",
        "8": "→ Desenvolvimento e treinamento em diversas áreas: Cliente, Operações, Mudança e Inovação e Liderança."
    },
    "crossView": {
        "title": "Visão cruzada 360° e 540°",
        "0": "Cross View é uma ferramenta de desenvolvimento online. Em suas duas versões, fornece feedback sobre o desempenho, identificando pontos fortes e oportunidades de melhoria.",
        "1": "Cross View 360°",
        "2": "A medição online mais flexível e fácil de usar",
        "3": "Apresenta diferentes opções para nos aproximarmos ao máximo das necessidades do cliente e está disponível em vários idiomas.",
        "4": "Cross View 540°",
        "5": "Aporta 180° + de valor ao seu processo",
        "6": "Esta versão enfoca a coleta de dados nos valores da organização e nos atributos pessoais de seus colaboradores.",
        "7": "É uma ferramenta de desenvolvimento que fornece feedback sobre o desempenho, identificando pontos fortes e oportunidades de melhoria. É um processo anônimo e confidencial que coleta as percepções daqueles com quem interagimos diariamente: superiores, subordinados, colegas e outros.",
        "8": "Mede habilidades e comportamentos dentro de um modelo de competências, mostrando o que cada pessoa precisa para crescer e se desenvolver pessoal e profissionalmente. Fornece informações enriquecedoras sobre comportamentos, constituindo uma visão ampla que contribui para o autoconhecimento. Além disso, fornece a base para a construção do plano de desenvolvimento individual e preparação para os próximos passos.",
        "9": "Cross View é flexível e pode ser adaptada a diferentes modelos de competência, níveis de liderança e idiomas.",
        "10": "Cross View 540° oferece uma compilação de valores e atributos específicos para aqueles que desejam se concentrar nesses aspectos, acompanhando as competências de gestão.",
        "11": "É uma ferramenta que pode ser usada após qualquer processo de avaliação e mede o grau de melhoria no desempenho para as competências selecionadas para o desenvolvimento.",
        "12": "Em sentido real, representa o resultado visível do investimento no desenvolvimento. Facilita aos participantes feedback valioso sobre a percepção que os outros têm de sua melhoria. Além disso, fornece à empresa informações quantificáveis ​​para obter insights sobre as barreiras culturais e obstáculos de desempenho que ainda possam existir.",
        "13": "2ª Visualização"
    },
    "talentMapping": {
        "title": "Mapeamento de Talentos",
        "0": "É uma ferramenta que mede e integra diferentes dimensões de medição do talento.",
        "1": "Por que escolher o Mapeamento de Talentos? Porque é um processo versátil e integrado que fornece informações sobre os diferentes aspectos e fatores que intervêm na medição e reconhecimento do potencial de um indivíduo.",
        "2": "→ Através da integração de diferentes dimensões e de acordo com o nível de liderança, o Mapeamento de Talentos é uma ferramenta poderosa que utiliza uma plataforma digital para avaliar o potencial. Em combinação com exercícios de gestão, é utilizado para avaliar o desempenho.",
        "3": "→ É flexível e ao mesmo tempo robusto e rigoroso na forma como integra as informações. Pode ser configurado selecionando as técnicas e instrumentos que mais se ajustam ao que se deseja medir em cada função. Além disso, é aplicável a múltiplas áreas e funções em processos-chave como seleção, desenvolvimento e sucessão."
    },
    "footer": {
        "0": "Nossos Escritórios",
        "1": "América do Norte",
        "2": "EUA",
        "3": "México",
        "4": "América do Sul",
        "5": "Argentina",
        "6": "Chile",
        "7": "Brasil",
        "8": "Europa",
        "9": "Espanha",
        "10": "Portugal"
    }
}