{
    "/us": "Nós",
    "/alliances": "Alianças",
    "/products": "Produtos e serviços",
    "/posts": "Artigos e experiências",
    "/contact": "Contacte-nos",
    "Strategic Talent Management": "Gestão estratégica de talentos",
    "A new approach for a new world": "Uma nova abordagem para um novo mundo",
    "A new approach for a new world p1": "Na Consulting Now, acreditamos na necessidade de desenvolver ambientes que estimulem a colaboração e a confiança, garantindo o sucesso, a grandeza pessoal e organizacional como um todo.",
    "A new approach for a new world p2": "Utilizamos múltiplas ferramentas com o compromisso de se adaptar e fornecer serviços de qualidade para diferentes setores e culturas.",
    "A new approach for a new world p3": "As contribuições da tecnologia abrem espaços para novos modelos e práticas que usam a conectividade como canal de avaliação e mensuração de talentos, além de canalizar conteúdos e agilizar intervenções de consultoria.",
    "A new approach for a new world p4": "Com mais de 30 anos de experiência e presença na Argentina, Brasil, Chile, Espanha, Estados Unidos e México, estamos focados em acompanhar a gestão de talentos, contribuindo para o crescimento e sucesso futuro, com abrangência global.",
    "alliances p1": "Ao longo de nossa história, construímos fortes vínculos com empresas globais, com as quais compartilhamos experiências e uma visão comum sobre como medir e desenvolver talentos.",
    "International experience": "Experiência internacional",
    "International experience p1": "A Consulting Now compartilha os desafios e projetos com consultores sêniores com comprovada experiência internacional, muitos dos quais seguiram a trajetória da CN desde o seu início.",
    "International experience p2": "Somos acompanhados por profissionais de diversos perfis: aqueles que coordenam as atividades de produtos e processos, bem como aqueles que estão focados em prestar suporte para garantir a qualidade do serviço, tanto localmente como em diferentes geografias.",
    "tme": "Experiência interativa de alto impacto que simula a gestão, medindo e avaliando a partir de diferentes dimensões.",
    "c-iq": "\"Para alcançar o próximo nível de grandeza, depende da qualidade da cultura, que depende da qualidade das relações e que depende da qualidade das conversas. Tudo acontece por meio das conversas!\" Judith E. Glaser",
    "expeInnova": "Uma abordagem centrada no ser humano que se propõe a projetar e reimaginar um futuro da inovação, que abre novos caminhos para a transformação.",
    "expeChange": "Simula um ano na vida de uma equipe que lidera a mudança, acelerando todo o potencial de suas ideias, estratégias e soluções de gerenciamento.",
    "Who trusted us": "Quem confiou em nós",
    "North America": "América do Norte",
    "South America": "América do Sul",
    "Europe": "Europa",
    "USA": "EUA",
    "Mexico": "México",
    "Argentina": "Argentina",
    "Chili": "Chile",
    "Brazil": "Brasil",
    "Spain": "Espanha",
    "Portugal": "Portugal",
    "creating we p1": "The Creating We é uma comunidade internacional dedicada a promover práticas que favoreçam a liderança centrada na cultura do “Nós” ou liderança “We-centric”.",
    "creating we p2": "Com sede em Nova York e co-fundada por Judith Glaser, que por sua vez liderou a Benchmark Communication Inc. Renomada executiva, antropóloga e autora de 7 livros sobre liderança, incluindo “Creating-We”, “The DNA of Leadership”, para seu novo best-seller “Conversas inteligentes”.",
    "creating we p3": "Essa abordagem nos permite identificar, entender e moldar o roteiro de nossas experiências como líderes e construir a capacidade de elaborar e executar estratégias com uma visão compartilhada. Um modelo que favorece e facilita a comunicação, a interação e atua diretamente no DNA da cultura, organizacional e Empresarial, promovendo a mudança e a transformação.",
    "creating we p4": "Judith Glaser promove “conversas inteligentes (C-IQ)” enquadrando os diferentes níveis de conversas e como agilizar as interações nas equipes, criando um ambiente que privilegia a transparência e a qualidade das relações. Apoiar seu modelo em neurociências é que ele compartilha ferramentas, práticas, metodologia e a maneira de reconhecer como nosso cérebro funciona e entender a maneira como nos conectamos socialmente, promovendo confiança e empatia para elevar o (C-QI) para alcançar o sucesso mútuo e resultados inesperados.",
    "ExperiencePoint p1": "ExperiencePoint é uma prestigiosa consultoria canadense com sede em Toronto, que desenvolve programas que definitivamente transformam a maneira como as pessoas aprendem, com experiências concretas que recriam os desafios da mudança e inovação. Sua missão é gerar e potencializar valor e impacto nas Organizações.",
    "ExperiencePoint p2": "Desenvolveu programas como “Change Experience” e “Innovation Experience”, que constituem experiências inovadoras e dinâmicas de aprendizagem em grupo.",
    "ExperiencePoint p3": "Como especialistas em mudança e inovação, a cada ano trabalhamos com diferentes equipes em diferentes continentes, exibindo criatividade e traduzindo teoria em ação.",
    "master p1": "A Master International oferece um conjunto completo de ferramentas online para aquisição estratégica, recrutamento e desenvolvimento de talentos.",
    "master p2": "Mais de 30 anos orquestrando negócios com dados e análises, tem favorecido a criação de um ecossistema digital de soluções de RH que permite a profissionalização da gestão, contribuindo com as melhores práticas.",
    "master p3": "A combinação de soluções líderes mundiais e uma rede global de especialistas locais tornam a Master uma opção segura para empresas de qualquer tamanho, em qualquer lugar.",
    "master p4": "Ajude a melhorar o desempenho das pessoas com gerenciamento de talentos baseado em dados.",
    "E-Valuation": "É uma plataforma focada em fornecer soluções inovadoras para gestão e desenvolvimento de talentos por meio de ferramentas virtuais. Sua capacidade de desenvolver ambientes tecnológicos e o entendimento das múltiplas demandas que o atual contexto de negócios exige, garantindo qualidade e robustez nos resultados, assegurando customização e otimização de recursos.",
    "high impact solutions": "Soluções de alto impacto",
    "high impact solutions p1": "Na era da convergência, as contribuições da neurociência e das novas tecnologias abrem espaço para novos modelos e conhecimentos, usando a conectividade como mais um meio para canalizar conteúdo e agilizar as intervenções de consultoria.",
    "All": "Todos",
    "Talent Measurement Solutions": "Soluções de medição de talentos",
    "new intervention strategies": "Novas estratégias de intervenção",
    "Talent mapping": "Talent Mapping",
    "Talent Management Exercise": "Exercício de Gestão de Talentos (TME)",
    "Cross view 360° and 540°": "Vista transversal 360° e 540°",
    "Data-driven Analytics": "Análise orientada por dados",
    "Innovation Experience": "Experiência de Inovação",
    "Exchange Experience": "Experiência de mudança",
    "Conversational Intelligence (C-IQ)": "Inteligência Conversacional (C-IQ)",
    "Organizational Culture and the DNA of Leadership": "Cultura Organizacional e o DNA da Liderança",
    "Human centered design": "Design centrado no ser humano",
    "Joint Management": "Gestão Conjunta",
    "Categories": "Categorias",
    "talent measurement": "Medição de talentos",
    "training solutions": "Soluções de treinamento",
    "change and innovation": "Mudança e inovação",
    "coaching": "Coaching",
    "contact us": "Contate-nos",
    "contact us p1": "Estamos a disposição para qualquer consulta. Contate-se conosco nos e-mails abaixo conforme sua localização ou por favor complete o seguinte formulário e nós entraremos em contato brevemente.",
    "name": "Nome",
    "email": "Email",
    "msg": "Mensagem",
    "send": "enviar",
    "resert": "Reiniciar formulário",
    "conversationalIntelligence": "Inteligência Conversacional",
    "conversationalIntelligence1": "A inteligência conversacional (C-QI) é uma habilidade inerente ao ser humano, que pode ser fortalecida, implantada e desenvolvida, e nos permite conectar uns com os outros e crescer juntos a partir dessa conexão. É uma habilidade que precisamos desenvolver se quisermos construir organizações mais resilientes em um mundo de grandes mudanças.",
    "conversationalIntelligence2": "Conversas Inteligentes (C-IQ) nos permitem reconhecer como aprender novas práticas.",
    "conversationalIntelligence3": "O C-IQ promove conceitos e práticas para trabalhar o que Judith Glaser chama de “inteligência conversacional”, detectando, a partir da contribuição das neurociências, o momento do contato que pode determinar o sucesso ou o fracasso de interações e conversas. Nos permite reconhecer como aprender como construir rituais poderosos em cada uma das nossas interações, com o objetivo de alcançar o sucesso mútuo. Como experiência, envolve embarcar em conversas compartilhando e descobrindo outras perspectivas, vivenciando o impacto que vai além das palavras e identificando as emoções em jogo. Se usa ferramentas para reconhecer o processo de pensamento pelo qual passamos, geralmente sem perceber, para ir do fato à decisão ou ação, testando suposições e conclusões.",
    "download": "Baixar",
    "last posts": "Últimas postagens",
    "search": "Pesquisar",
    "number": "Número",
    "return": "Retornar",
    "dataDriven": {
        "title": "Data Analytics",
        "0": "O Teste de Personalidade OPTO permite que você obtenha instantaneamente, filtre, desenvolva e recrute talentos com base em critérios objetivos de desempenho, análises integradas e relatórios intuitivos",
        "1": "A combinação de análise de desempenho e suporte à decisão cria uma experiência totalmente nova e um nível de qualidade em todos os aspectos de atração, aquisição e desenvolvimento de talentos.",
        "2": "A OPTO é flexível e focada no desempenho, permitindo que as organizações sejam muito mais eficientes.",
        "3": "OPTO é baseado no modelo Big Five que mede 8 dimensões de personalidade relevantes para o desempenho no trabalho e o sucesso geral do trabalho.",
        "4": "Cada dimensão inclui aspectos que medem elementos específicos dessa dimensão. Isso fornece flexibilidade em termos do nível necessário de complexidade e detalhes.",
        "5": "O QUE É OPTO?",
        "6": "→ Avaliação de candidatos baseada em dados que melhora a qualidade das decisões.",
        "7": "→ Informação analítica com critérios objetivos de atuação e desempenho comercial.",
        "8": "→ Digitalização que cria eficiências internas e reduz custos.",
        "9": "→ Relatórios gráficos e escaláveis que atendem a diferentes funções e necessidades.",
        "10": "É uma ferramenta que identifica características de personalidade e traços comportamentais, colaborando na otimização dos processos de Gestão de Talentos.",
        "11": "Meça e descreva o comportamento em 3 dimensões e 9 propriedades básicas.",
        "12": "Os resultados são veiculados em relatórios elaborados para atender a diferentes necessidades.",
        "13": "Áreas de aplicação",
        "14": "MPA é uma avaliação confiável para processos de recrutamento e desenvolvimento internos e externos. É adequado para uso em todos os níveis e em uma ampla gama de aplicações."
    },
    "dna": {
        "title": "Cultura Organizacional e o DNA da Liderança",
        "0": "Você já reconheceu qual é o DNA da sua organização?",
        "1": "Você sabe o que motiva as pessoas a darem o melhor de si e se comprometerem com a construção de uma identidade? O que faz com que os líderes percam a confiança em suas equipes? Na identificação e compreensão do DNA da liderança intervêm dimensões e comportamentos, de forma a medir as características essenciais da cultura organizacional, que revela o código genético de interação para moldar a qualidade da cultura e aceder ao próximo nível de grandeza.",
        "2": "Cultura Organizacional e o DNA da Liderança",
        "3": "Na identificação e compreensão do DNA da liderança intervêm dimensões e comportamentos, de forma a medir as características essenciais da cultura organizacional, que revela o código genético de interação para moldar a qualidade da cultura e aceder ao próximo nível de grandeza.",
        "4": "Você já reconheceu qual é o DNA da sua organização? Você sabe o que motiva as pessoas a darem o melhor de si e se comprometerem com a construção de uma identidade? O que faz com que os líderes percam a confiança em suas equipes?",
        "5": "Quando pensamos nas dimensões como genes, nos abrimos para uma nova maneira de pensar; aquele que nos inspira a descobrir o DNA da cultura."
    },
    "human": {
        "title": "Design centrado no ser humano",
        "0": "“Precisamos criar uma cultura de colaboração integrando esforços para alcançar uma execução ágil e eficaz.”",
        "1": "O que se espera que seja alcançado",
        "2": "Cultive novos modelos mentais, aplicando empatia para entender melhor aqueles a quem servimos.",
        "3": "Crie um ambiente que permita às pessoas adotar uma forma criativa de pensar sobre problemas e soluções.",
        "4": "Gerar compromisso experimentando nas equipes de projeto, enfrentando barreiras e resolvendo desafios em colaboração, para criar processos e serviços que posteriormente serão compartilhados com o resto da Empresa ou Organização.",
        "5": "No centro de design, o foco está na experimentação colaborativa. O resultado é a forma de construir processos e soluções adequados à empresa e às diferentes circunstâncias.",
        "6": "Ao construir a execução cruzada, as equipes aprendem novos métodos, aplicando-os a projetos reais de forma estruturada e com diferentes formas de suporte.",
        "7": "Barreiras são descobertas em conjunto e soluções construídas, adaptando a abordagem à cultura existente."
    },
    "tmeObject": {
        "title": "Exercício de Gestão de Talentos",
        "0": "Um processo objetivo que garante uma experiência de medição e aprendizagem.",
        "1": "Ele fornece informações de várias fontes que consolidam um processo único e integrado a partir de diferentes perspectivas. Simulações de negócios e instrumentos e técnicas de medição são usados, cobrindo diferentes dimensões de desempenho",
        "2": "O que é o exercício de gestão de talentos?",
        "3": "Entrevista por Competências",
        "4": "Exercício de caixa de entrada",
        "5": "Instrumentos e Técnicas",
        "6": "Simulações de negócios",
        "7": "Feedback para o participante e a organização",
        "8": "É um processo que garante um olhar amplo e profundo, fornecendo as melhores informações para a melhor tomada de decisões referente aos Talentos. O exercício recria um dia de trabalho simulado, envolve diferentes simulações de negócios e fornece informações sobre áreas fortes e oportunidades de melhoria. O tipo de cenário é selecionado de acordo com o nível de liderança a ser medido, considerando os desafios e competências que correspondem à função e/ou cargo a ser avaliado. Hoje em dia é um exercício que pode ser realizado presencial ou virtual, mapeando as competências e comportamentos com o Modelo de Gestão da Empresa ou Organização. Pode ser realizado nos Idiomas: espanhol, inglês, português e francês.",
        "9": "Simulações de negócios.",
        "10": "→ Inventário de personalidade, interesses e motivações.",
        "11": "→ Modo de resolução de conflito.",
        "12": "→ Instrumento cognitivo.",
        "13": "→ Entrevistas por competências.",
        "14": "A combinação e integração de ferramentas e instrumentos fornecem uma compreensão clara das habilidades, interesses e motivações das pessoas.",
        "15": "Vários consultores estão envolvidos a fim de fornecer diferentes visões e percepções sobre o resultado final da medição.",
        "16": "TME On-line",
        "17": "Uma experiência de gerenciamento virtual",
        "18": "As medições são um processo interativo, em uma estrutura visualmente amigável e de alto impacto.",
        "19": "Avalie e identifique as capacidades e habilidades atuais, bem como o potencial de transição para o próximo nível.",
        "20": "O processo integra simulações e vídeos que permitem identificar o processo de tomada de decisão nas diferentes situações levantadas.",
        "21": "Mantemos a mesma qualidade e cordialidade que o presencial, acompanhando o exercício pessoalmente e com coordenação online ao longo da experiência."
    },
    "coachingView": {
        "title": "Coaching",
        "0": "É um processo que contribui para o autoconhecimento e o crescimento pessoal e profissional, tendo como prioridade promover um caminho de desenvolvimento. Constitui um espaço único onde potencialidades e habilidades são colocadas em jogo para implantar novas formas de enfrentar os desafios presentes e futuros.",
        "1": "É um percurso que se inicia com um plano, são traçados objetivos a atingir, explicitando o contrato de uma forma geral e alinhando ações e ferramentas para responder às diferentes necessidades. Favorece a aprendizagem e traduz os conceitos em competências concretas, oportunizando a concretização de novas competências num contexto de orientação e acompanhamento, estimulando também uma adequada transferência para o dia-a-dia.",
        "2": "Inclui coaching executivo, voltado para líderes e membros da alta administração e personalizado, de acordo com as necessidades individuais.",
        "3": "O Team Coaching como forma de trabalhar na interação das equipas, gerando conhecimento sobre os diferentes perfis que compõem a equipa, de forma a adaptar a melhor forma de troca de informações, facilitando a comunicação e construindo confiança e valores comuns.",
        "4": "Ele se adapta e se ajusta às necessidades, utilizando ferramentas para promover a compreensão e o aprendizado.",
        "5": "O Team Coaching como forma de trabalhar na interação das equipas, gerando conhecimento sobre os diferentes perfis que compõem a equipa, de forma a adaptar a melhor forma de troca de informações, facilitando a comunicação e construindo confiança e valores comuns.",
        "6": "Precisa de análise",
        "7": "Elaborar objetivos de trabalho e construir um Plano de Coaching consensual. Podem ser incluídos ferramentas e instrumentos que aceleram o reconhecimento de necessidades específicas e abordagem para promover o desenvolvimento",
        "8": "Reuniões virtuais ou presenciais, treinamento de habilidades, incluindo novos conceitos, prática de habilidades e atividades específicas para transferir as habilidades aprendidas para o ambiente de trabalho."
    },
    "innovationExperienceView": {
        "title": "Experiência de Inovação",
        "0": "Esta Experiência em Inovação proporciona técnicas que exercitam um pensamento diferenciado trabalhando em soluções criativas, para gerar resultados de alto impacto.",
        "1": "Um programa pensado para que as pessoas sejam autênticas protagonistas do seu futuro.",
        "2": "Esta Experiência em Inovação fornece técnicas que exercitam um pensamento diferenciado trabalhando em soluções criativas, para gerar resultados de alto impacto.",
        "3": "Esse tipo de experiência concentra-se nas pessoas e utiliza recursos de Design para integrar as necessidades e requisitos para o sucesso do negócio. Baseia-se na intuição para visualizar padrões e integra ideias emocionalmente funcionais.",
        "4": "Você trabalha em equipe para lidar com um projeto de inovação realista. Conforme você avança no processo de Design, a simulação fornece o essencial para um desafio inovador.",
        "5": "Com foco no que é importante, um especialista lidera as equipes explorando diferentes técnicas e incentivando novas ideias."
    },
    "experienceChangeView": {
        "title": "Experiência de mudança",
        "0": "É um workshop de um dia onde o público é dividido em grupos e convidado a vivenciar em primeira mão o que significa implementar um processo de mudança desde a sua concepção e análise, até à sua comunicação e implementação.",
        "1": "A experiência de mudança convida os participantes a considerarem a mudança como um processo e não como um evento.",
        "2": "A experiência de mudança convida os participantes a considerarem a mudança como um processo e não como um evento. É um workshop de um dia onde o público é dividido em grupos e convidado a vivenciar em primeira mão o que significa implementar um processo de mudança desde a sua concepção e análise, até a sua comunicação e implementação. Cada grupo interage com uma plataforma simulada onde pode ser apreciado o impacto que as suas ações geram, recebendo um feedback imediato, promovendo o intercâmbio na equipe e promovendo uma experiência de aprendizagem acelerada. Entre cada uma das atividades, são propostas intervenções teóricas para fundamentar os conceitos básicos a serem considerados."
    },
    "jointManagement": {
        "title": "Gestão Conjunta",
        "0": "Análise multidimensional da cultura para promover a mudança e impulsionar a transformação.",
        "1": "Na Consulting Now, entendemos que podemos oferecer uma perspectiva externa fresca e objetiva às necessidades atuais, com a adição de conhecimentos em gestão para apoiar o negócio e sua projeção futura.",
        "2": "A Gestão Conjunta propõe ter um pilar externo que agregue valor ao gerenciar em colaboração, apoiando cada situação e pessoa para acelerar os resultados.",
        "3": "Talento",
        "4": "→ Fortalecer os pilares da estratégia, com ferramentas, processos e sistemas-chave para apoiar diferentes desafios.",
        "5": "→ Identificar e medir o talento de maneira objetiva e precisa em cada nível.",
        "6": "→ Colaborar nos processos de seleção e contratação de pessoal chave.",
        "7": "→ Homologação de competências e comportamentos para projetar uma arquitetura de talentos, criando soluções para diferentes circunstâncias.",
        "8": "→ Desenvolvimento e treinamento em diversas áreas: Cliente, Operações, Mudança e Inovação e Liderança."
    },
    "crossView": {
        "title": "Cross View de 360 ° e 540 °",
        "0": "Cross View é uma ferramenta de desenvolvimento online. Em suas duas versões, fornece feedback sobre o desempenho, identificando pontos fortes e oportunidades de melhorias.",
        "1": "Cross View 360°",
        "2": "A medição online mais flexível e fácil de usar.",
        "3": "Apresenta diversas opções para chegar o mais próximo possível das necessidades do cliente e está disponível em vários idiomas.",
        "4": "Cross View 540°",
        "5": "Adicione 180 ° + de valor ao seu processo",
        "6": "Esta versão foca a pesquisa nos valores da organização e nos atributos pessoais de seu pessoal",
        "7": "É uma ferramenta de desenvolvimento que fornece feedback sobre o desempenho, identificando pontos fortes e oportunidades de melhoria. É um processo anônimo e confidencial que coleta as percepções daqueles com quem interagimos no dia a dia: chefes, subordinados diretos, colegas e outros.",
        "8": "Mede habilidades e comportamentos dentro de um modelo de competências, mostrando o que cada pessoa precisa para crescer e se desenvolver pessoal e profissionalmente. Fornece informações enriquecedoras sobre comportamentos, constituindo uma visão ampla que contribui para o autoconhecimento. Também fornece a base para a construção do plano de desenvolvimento individual e a preparação para as próximas etapas.",
        "9": "O Cross View é flexível e pode ser adaptado a diferentes modelos de competências, níveis de liderança e linguagens.",
        "10": "O Cross View 540 ° oferece uma compilação de valores e atributos específicos para quem deseja focar nesses aspectos, acompanhando as competências de gestão.",
        "11": "É uma ferramenta que pode ser utilizada após qualquer processo de avaliação e mede o grau de melhoria no desempenho das competências selecionadas para o desenvolvimento.",
        "12": "Em um sentido real, representa o resultado visível do investimento em desenvolvimento. Forneça aos participantes um feedback valioso sobre a percepção que os outros têm de sua melhoria. Por outro lado, fornece à empresa informações quantificáveis para obter “insights” sobre as barreiras culturais e os obstáculos de desempenho que podem permanecer.",
        "13": "2ª vista"
    },
    "talentMapping": {
        "title": "Talent Mapping",
        "0": "É uma ferramenta que mede e integra diferentes dimensões da medição de talentos.",
        "1": "Por que escolher o Talent Mapping? Porque é um processo versátil e integrado que fornece informações sobre os diferentes aspectos e fatores que intervêm na medição e no reconhecimento do potencial de um indivíduo.",
        "2": "→ Por meio da integração de diferentes dimensões e de acordo com o nível de liderança, o Talent Mapping é uma ferramenta poderosa que utiliza uma plataforma digital para avaliação de potencial. Em combinação com exercícios de gerenciamento, é usado para avaliar o desempenho.",
        "3": "→ É flexível e ao mesmo tempo robusto e rigoroso na forma como integra as informações. Ele pode ser configurado selecionando as técnicas e instrumentos que melhor se adequam ao que você deseja medir em cada função. Da mesma forma, é aplicável a múltiplas áreas e funções em processos-chave como seleção, desenvolvimento e sucessão."
    },
    "footer": {
        "0": "Nossos Escritórios",
        "1": "América do Norte",
        "2": "EUA",
        "3": "México",
        "4": "América do Sul",
        "5": "Argentina",
        "6": "Chile",
        "7": "Brasil",
        "8": "Europa",
        "9": "Espanha",
        "10": "Portugal"
    }
}